Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandNames.strings
Languages: de, es, zh_cn

source: Sort Ascending
de: Aufsteigend sortieren
es: Orden ascendente
zh_cn: 按升序排序

source: Sort By Date
de: Nach Datum sortieren
es: Ordenar por fecha
zh_cn: 按日期排序

source: Sort By Name
de: Nach Name sortieren
es: Ordenar por nombre
zh_cn: 按名称排序

source: Sort Descending
de: Absteigend sortieren
es: Orden descendente
zh_cn: 按降序排序

source: Stop
de: Stoppen
es: Detener
zh_cn: 停止

# SwitchAngle01
source: Switch to Viewer Angle 1
de: Zu Viewer-Kamera 1 wechseln
es: Cambiar al ángulo del visor 1
zh_cn: 切换到检视器角度 1

# SwitchAngle02
source: Switch to Viewer Angle 2
de: Zu Viewer-Kamera 2 wechseln
es: Cambiar al ángulo del visor 2
zh_cn: 切换到检视器角度 2

# SwitchAngle03
source: Switch to Viewer Angle 3
de: Zu Viewer-Kamera 3 wechseln
es: Cambiar al ángulo del visor 3
zh_cn: 切换到检视器角度 3

# SwitchAngle04
source: Switch to Viewer Angle 4
de: Zu Viewer-Kamera 4 wechseln
es: Cambiar al ángulo del visor 4
zh_cn: 切换到检视器角度 4

# SwitchAngle05
source: Switch to Viewer Angle 5
de: Zu Viewer-Kamera 5 wechseln
es: Cambiar al ángulo del visor 5
zh_cn: 切换到检视器角度 5

# SwitchAngle06
source: Switch to Viewer Angle 6
de: Zu Viewer-Kamera 6 wechseln
es: Cambiar al ángulo del visor 6
zh_cn: 切换到检视器角度 6

# SwitchAngle07
source: Switch to Viewer Angle 7
de: Zu Viewer-Kamera 7 wechseln
es: Cambiar al ángulo del visor 7
zh_cn: 切换到检视器角度 7

# SwitchAngle08
source: Switch to Viewer Angle 8
de: Zu Viewer-Kamera 8 wechseln
es: Cambiar al ángulo del visor 8
zh_cn: 切换到检视器角度 8

# SwitchAngle09
source: Switch to Viewer Angle 9
de: Zu Viewer-Kamera 9 wechseln
es: Cambiar al ángulo del visor 9
zh_cn: 切换到检视器角度 9

# SwitchAngle10
source: Switch to Viewer Angle 10
de: Zu Viewer-Kamera 10 wechseln
es: Cambiar al ángulo del visor 10
zh_cn: 切换到检视器角度 10

# SwitchAngle11
source: Switch to Viewer Angle 11
de: Zu Viewer-Kamera 11 wechseln
es: Cambiar al ángulo del visor 11
zh_cn: 切换到检视器角度 11

# SwitchAngle12
source: Switch to Viewer Angle 12
de: Zu Viewer-Kamera 12 wechseln
es: Cambiar al ángulo del visor 12
zh_cn: 切换到检视器角度 12

# SwitchAngle13
source: Switch to Viewer Angle 13
de: Zu Viewer-Kamera 13 wechseln
es: Cambiar al ángulo del visor 13
zh_cn: 切换到检视器角度 13

# SwitchAngle14
source: Switch to Viewer Angle 14
de: Zu Viewer-Kamera 14 wechseln
es: Cambiar al ángulo del visor 14
zh_cn: 切换到检视器角度 14

# SwitchAngle15
source: Switch to Viewer Angle 15
de: Zu Viewer-Kamera 15 wechseln
es: Cambiar al ángulo del visor 15
zh_cn: 切换到检视器角度 15

# SwitchAngle16
source: Switch to Viewer Angle 16
de: Zu Viewer-Kamera 16 wechseln
es: Cambiar al ángulo del visor 16
zh_cn: 切换到检视器角度 16

# SwitchToClipsTabInTimelineIndex
source: View Clips in Timeline Index
de: Clips im Timeline-Index anzeigen
es: Ver los clips en el índice de la línea de tiempo
zh_cn: 在时间线索引中查看片段

# SwitchToRolesTabInTimelineIndex
source: View Roles in Timeline Index
de: Rollen im Timeline-Index anzeigen
es: Ver las funciones en el índice de la línea de tiempo
zh_cn: 在时间线索引中查看角色

# SwitchToTagsTabInTimelineIndex
source: View Tags in Timeline Index
de: Tags im Timeline-Index anzeigen
es: Ver las etiquetas en el índice de la línea de tiempo
zh_cn: 在时间线索引中查看标记

source: Synchronize Clips…
de: Clips synchronisieren …
es: Sincronizar clips…
zh_cn: 同步片段…

# ToggleAnchoredSpinesMode
source: Toggle Storyline Mode
de: Handlungsmodus aktivieren/deaktivieren
es: Activar/desactivar el modo Pista
zh_cn: 开关故事情节模式

# ToggleAudioComponents
source: Expand/Collapse Audio Components
de: Audiokomponenten erweitern/reduzieren
es: Expandir/contraer componentes de audio
zh_cn: 展开/折叠音频组件

# ToggleAudioMeter
source: Show/Hide Audio Meters
de: Audiopegel ein-/ausblenden
es: Mostrar/ocultar medidores de audio
zh_cn: 显示/隐藏音频指示器

# ToggleAudioScrubbing
source: Audio Skimming
es: Arrastre de audio
zh_cn: 音频浏览

# ToggleColorBalance
source: Enable/Disable Balance Color
de: Farbeausgleich aktivieren/deaktivieren
es: Activar/desactivar “Equilibrar color”
zh_cn: 启用/停用平衡颜色

# ToggleDataList
source: Show/Hide Timeline Index
de: Timeline-Index ein-/ausblenden
es: Mostrar/ocultar índice de la línea de tiempo
zh_cn: 显示/隐藏时间线索引

# ToggleEventContentBrowser
source: Go To Titles and Generators
de: Zu „Titel und Generatoren“ gehen
es: Ir a “Títulos y generadores”
zh_cn: 前往字幕和发生器

# ToggleEventLibraryBrowser
source: Go to Library Browser
de: Gehe zur Mediathek-Übersicht
es: Ir al explorador de la biblioteca
zh_cn: 前往资源库浏览器

# ToggleEventMediaBrowser
source: Go To Photos and Audio
de: Zu „Fotos und Audio“ gehen
es: Ir a “Fotos y audio”
zh_cn: 前往照片和音频

# ToggleEventViewer
source: Show/Hide Event Viewer
de: Ereignis-Viewer ein-/ausblenden
es: Mostrar/ocultar el visor de eventos
zh_cn: 显示/隐藏事件检视器

# ToggleEventsAsFilmstripAndList
source: Toggle Filmstrip/List View
de: Zwischen Filmstreifen- & Listendarstellung wechseln
es: Activar/desactivar vista de tira de fotogramas/lista
zh_cn: 切换连续画面视图/列表视图

# ToggleEventsLibrary
source: Show/Hide Sidebar
de: Seitenleiste ein- oder ausblenden
es: Mostrar/ocultar barra lateral
zh_cn: 显示/隐藏边栏

# ToggleFadeInAudio
source: Toggle Audio Fade In
de: Audio-Einblenden ein-/aus
es: Activar/desactivar fundido de entrada de audio
zh_cn: 开关音频淡入

# ToggleFadeOutAudio
source: Toggle Audio Fade Out
de: Audio-Ausblenden ein-/aus
es: Activar/desactivar fundido de salida de audio
zh_cn: 开关音频淡出

# ToggleFullScreenEvents
source: Show/Hide Events on Second Display
de: Ereignisse auf dem zweiten Monitor ein-/ausblenden
es: Mostrar/ocultar eventos en la segunda pantalla
zh_cn: 在第二台显示器上显示/隐藏事件

# ToggleFullScreenTimeline
source: Show/Hide Timeline on Second Display
de: Timeline auf dem zweiten Monitor ein-/ausblenden
es: Mostrar/ocultar línea de tiempo en la segunda pantalla
zh_cn: 在第二台显示器上显示/隐藏时间线

# ToggleFullScreenViewer
source: Show/Hide Viewer on Second Display
de: Viewer auf dem zweiten Monitor ein-/ausblenden
es: Mostrar/ocultar el visor en segunda pantalla
zh_cn: 在第二台显示器上显示/隐藏检视器

# ToggleFullheightInspector
source: Toggle Inspector Height
de: Informationsfenster „Höhe“ ein-/ausblenden
es: Activar/desactivar altura del inspector
zh_cn: 切换检查器高度

# ToggleHistogram
source: Show Histogram
de: Histogramm einblenden
es: Mostrar histograma
zh_cn: 显示直方图

# ToggleInspector
source: Show/Hide Inspector
de: Informationen ein-/ausblenden
es: Mostrar/ocultar inspector
zh_cn: 显示/隐藏检查器

# ToggleItemSkimming
source: Clip Skimming
es: Arrastre de clip
zh_cn: 片段浏览

# ToggleKeywordEditor
source: Show/Hide Keyword Editor
de: Schlagwort-Editor ein-/ausblenden
es: Mostrar/ocultar editor de palabras clave
zh_cn: 显示/隐藏关键词编辑器

# ToggleMatchColor
source: Match Color…
de: Farbe anpassen …
es: Correspondencia de color…
zh_cn: 匹配颜色…

# ToggleMediaEffectsBrowser
source: Show/Hide Effects Browser
de: Effekt-Übersicht ein-/ausblenden
es: Mostrar/ocultar explorador de efectos
zh_cn: 显示/隐藏效果浏览器

# ToggleMediaTransitionsBrowser
source: Show/Hide Transitions Browser
de: Übergänge-Übersicht ein-/ausblenden
es: Mostrar/ocultar explorador de transiciones
zh_cn: 显示/隐藏转场浏览器

# ToggleOrganizer
source: Show/Hide Browser
de: Übersicht ein-/ausblenden
es: Mostrar/ocultar explorador
zh_cn: 显示/隐藏浏览器

# ToggleOrganizerPlaythrough
source: Continuous Playback
de: Kontinuierliche Wiedergabe
es: Reproducción continua
zh_cn: 连续播放

# ToggleOverrideConnections
source: Override Connections
de: Verbindungen aufheben
es: Invalidar conexiones
zh_cn: 覆盖连接

# TogglePrecisionEditor
source: Show/Hide Precision Editor
de: Präzisions-Editor ein-/ausblenden
es: Mostrar/ocultar editor de precisión
zh_cn: 显示/隐藏精确度编辑器

# ToggleShowTimelineItemTitles
source: View Clip Names
de: Clip-Namen anzeigen
es: Ver nombres de clip
zh_cn: 查看片段名称

# ToggleSkimming
source: Skimming
es: Arrastre
zh_cn: 浏览

# ToggleSnapping
source: Snapping
de: Einrasten
es: Ajuste automático
zh_cn: 吸附

# ToggleStackHUD
source: Open Audition
de: Alternative öffnen
es: Abrir prueba de pantalla
zh_cn: 打开试演

# ToggleSyncTo
source: Sync To Monitoring Angle…
de: Mit Kontrollkamera synchronisieren ...
es: Sincronizar con ángulo de supervisión…
zh_cn: 同步到监视角度…

# ToggleTimeline
source: Show/Hide Timeline
de: Timeline ein-/ausblenden
es: Mostrar/ocultar línea de tiempo
zh_cn: 显示/隐藏时间线

# ToggleVectorscope
source: Show Vectorscope
de: Vectorscope einblenden
es: Mostrar vectorscopio
zh_cn: 显示矢量显示器

# ToggleVideoScopes
source: Show/Hide Video Scopes
de: Videoscopes ein-/ausblenden
es: Mostrar/ocultar videoscopios
zh_cn: 显示/隐藏视频观测仪

# ToggleVideoScopesEventViewer
source: Show/Hide Video Scopes in the Event Viewer
de: Videoscopes im Ereignis-Viewer ein-/ausblenden
es: Mostrar/ocultar videoscopios en el visor de eventos
zh_cn: 在事件检视器中显示或隐藏视频观测仪

# ToggleVoiceOverRecording
source: Start/Stop Voiceover Recording
de: Voiceover-Aufnahme starten/stoppen
es: Iniciar/detener grabación de voz en off
zh_cn: 开始/停止画外音录制

# ToggleWaveform
source: Show Video Waveform
de: Video-Wellenform einblenden
es: Mostrar onda de vídeo
zh_cn: 显示视频波形

source: Tools
de: Werkzeuge
es: Herramientas
zh_cn: 工具

source: Transcode Media…
de: Medien umcodieren …
es: Transcodificar contenido…
zh_cn: 对媒体进行转码…

source: Trim End
de: Ende trimmen
es: Corte de final
zh_cn: 修剪结尾

# TrimSelection
source: Trim to Selection
de: Auf Auswahl trimmen
es: Acortar hasta la selección
zh_cn: 修剪到所选部分

source: Trim Start
de: Start trimmen
es: Corte de inicio
zh_cn: 修剪开头

source: Trim To Playhead
de: An Abspielposition trimmen
es: Acortar hasta el cursor de reproducción
zh_cn: 修剪到播放头

source: Undo Changes
de: Änderungen widerrufen
es: Deshacer los cambios
zh_cn: 撤销更改

# Unfavorite
source: Unrate
de: Keine Wertung
es: No clasificar
zh_cn: 取消评级

source: Up
de: Auf
es: Arriba
zh_cn: 上

source: Update Projects and Events…
de: Projekte und Ereignisse aktualisieren …
es: Actualizar proyectos y eventos…
zh_cn: 更新项目和事件…

source: View
de: Darstellung
es: Visualización
zh_cn: 显示

# VolumeDown
source: Lower Volume 1 dB
de: Lautstärke reduzieren: 1 dB
es: Bajar volumen 1 dB
zh_cn: 调低音量 1 dB

# VolumeMinusInfinity
source: Set Volume to Silence (-∞)
de: Lautstärke auf Stille (-∞) einstellen
es: Poner volumen en silencio (-∞)
zh_cn: 将音量设为静音 (-∞)

# VolumeUp
source: Raise Volume 1 dB
de: Lautstärke erhöhen: 1 dB
es: Subir volumen 1 dB
zh_cn: 调高音量 1 dB

# VolumeZero
source: Reset Volume (0db)
de: Lautstärke zurücksetzen (0 dB)
es: Restablecer volumen (0 dB)
zh_cn: 还原音量 (0db)

source: Windows
de: Fenster
es: Ventanas
zh_cn: 窗口

source: Zoom In
de: Vergrößern
es: Aumentar zoom
zh_cn: 放大

source: Zoom Out
de: Verkleinern
es: Reducir zoom
zh_cn: 缩小

source: Zoom to Fit
de: Größe anpassen
es: Ajustar a la ventana
zh_cn: 缩放至窗口大小

# ZoomToSubframes
source: Zoom to Samples
de: Auf Samples zoomen
es: Zoom en muestras
zh_cn: 缩放到样本
