Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandDescriptions.strings
Languages: de, es

# AVEditModeBoth
source: Turn on audio/video mode to add the video and audio portion of your selection to the timeline
de: Audio/Video-Modus aktivieren, um den Video- und Audioteil Ihrer Auswahl zur Timeline hinzuzufügen
es: Activar el modo de audio/vídeo para añadir la parte de audio o vídeo de la selección a la línea de tiempo

# AVEditModeVideo
source: Turn on video-only mode to add the video portion of your selection to the Timeline
de: Video-Modus aktivieren, um den Videoteil Ihrer Auswahl zur Timeline hinzuzufügen
es: Activar el modo de solo vídeo para añadir la parte de vídeo de la selección a la línea de tiempo

# AddAndEditMarker
source: Add a marker and edit the marker’s text
de: Marker hinzufügen und Text bearbeiten
es: Añadir un marcador y editar el texto del marcador

# AddBasicLowerThird
source: Connect the default lower third to the primary storyline
de: Standardmäßiges unteres Drittel mit primärer Handlung verbinden
es: Conectar el tercio inferior por omisión a la pista principal

# AddBasicTitle
source: Connect the default title to the primary storyline
de: Standardtitel mit primärer Handlung verbinden
es: Conectar el título por omisión a la pista principal

# AddChapterMarker
source: Add a chapter marker at the location of the skimmer or playhead
de: Kapitelmarker an Position des Skimmers oder der Abspielposition hinzufügen
es: Añadir un marcador de capítulo en la ubicación de Skimmer o del cursor de reproducción

# AddDefaultAudioEffect
source: Add the default audio effect to the selection
de: Standardaudioeffekt zur Auswahl hinzufügen
es: Añadir el efecto de audio por omisión a la selección

# AddDefaultVideoEffect
source: Add the default video effect to the selection
de: Standardvideoeffekt zur Auswahl hinzufügen
es: Añadir el efecto de vídeo por omisión a la selección

# AddKeyframe
source: Add a keyframe to the selected effect in the Video Animation or Audio Animation Editor
de: Keyframe zum ausgewählten Effekt im Videoanimations- oder Audioanimations-Editor hinzufügen
es: Añadir un fotograma clave al efecto seleccionado en el editor de animación de vídeo o el editor de animación de audio

# AddKeywordGroup1
source: Apply keyword 1 to the selection
de: Schlagwort 1 zur Auswahl hinzufügen
es: Aplicar palabra clave 1 a la selección

# AddKeywordGroup2
source: Apply keyword 2 to the selection
de: Schlagwort 2 zur Auswahl hinzufügen
es: Aplicar palabra clave 2 a la selección

# AddKeywordGroup3
source: Apply keyword 3 to the selection
de: Schlagwort 3 zur Auswahl hinzufügen
es: Aplicar palabra clave 3 a la selección

# AddKeywordGroup4
source: Apply keyword 4 to the selection
de: Schlagwort 4 zur Auswahl hinzufügen
es: Aplicar palabra clave 4 a la selección

# AddKeywordGroup5
source: Apply keyword 5 to the selection
de: Schlagwort 5 zur Auswahl hinzufügen
es: Aplicar palabra clave 5 a la selección

# AddKeywordGroup6
source: Apply keyword 6 to the selection
de: Schlagwort 6 zur Auswahl hinzufügen
es: Aplicar palabra clave 6 a la selección

# AddKeywordGroup7
source: Apply keyword 7 to the selection
de: Schlagwort 7 zur Auswahl hinzufügen
es: Aplicar palabra clave 7 a la selección

# AddKeywordGroup8
source: Apply keyword 8 to the selection
de: Schlagwort 8 zur Auswahl hinzufügen
es: Aplicar palabra clave 8 a la selección

# AddKeywordGroup9
source: Apply keyword 9 to the selection
de: Schlagwort 9 zur Auswahl hinzufügen
es: Aplicar palabra clave 9 a la selección

# AddMarker
source: Add a marker at the location of the skimmer or playhead
de: Marker an Position des Skimmers oder der Abspielposition hinzufügen
es: Añadir un marcador en la ubicación de Skimmer o del cursor de reproducción

# AddNewNamePreset
source: Create a new naming preset
de: Neue Voreinstellung für Dateinamen erstellen
es: Crear un preajuste de asignación nuevo

# AddNewSelectionEnd
source: Set an additional range selection end point at the playhead or skimmer location
de: Weiteren Endpunkt für Bereichsauswahl an Abspiel- oder Skimmer-Position einstellen
es: Ajustar un punto final adicional para la selección de intervalo en la ubicación del cursor de reproducción o de Skimmer

# AddNewSelectionStart
source: Set an additional range selection start point at the playhead or skimmer location
de: Weiteren Startpunkt für Bereichsauswahl an Abspiel- oder Skimmer-Position einstellen
es: Ajustar un punto inicial adicional para la selección de intervalo en la ubicación del cursor de reproducción o de Skimmer

# AddToAudition
source: Add the selected clip to the audition
de: Ausgewählten Clip zu Alternativen hinzufügen
es: Añadir el clip seleccionado a la prueba de pantalla

# AddToDoMarker
source: Add a todo marker at the location of the skimmer of playhead
de: Aufgabenmarker an Position des Skimmers oder der Abspielposition hinzufügen
es: Añadir un marcador de tarea en la ubicación de Skimmer o del cursor de reproducción

# AddToSoloed
source: Add the selected items in the timeline to the soloed items
de: Ausgewählte Objekte in der Timeline zu den Soloobjekten hinzufügen
es: Añadir los ítems seleccionados en la línea de tiempo a los ítems de solo

# AddTransition
source: Add the default transition to the selection
de: Standardübergang zur Auswahl hinzufügen
es: Añadir la transición por omisión a la selección

# AdjustVolumeAbsolute
source: Adjust the audio volume across all selected clips to a specific dB value
de: Passen Sie die Lautstärke von allen ausgewählten Clips auf einen bestimmten dB-Wert an
es: Ajustar el volumen del audio de todos los clips seleccionados en un determinado valor de dB

# AdjustVolumeRelative
source: Adjust the audio volume across all selected clips by the same dB value
de: Passen Sie die Lautstärke von allen ausgewählten Clips um denselben dB-Wert an
es: Ajustar el volumen del audio de todos los clips seleccionados en el mismo valor de dB

# AlignAudioToVideo
source: Aligns selection to video clip range
de: Richtet die Auswahl am Videoclipbereich aus
es: Alinea la selección con el intervalo de clips de vídeo

# AllAudioLanes
source: Show or hide audio lanes for all roles
de: Audiobahnen für alle Rollen ein- oder ausblenden
es: Mostrar u ocultar las líneas de audio de todas las funciones

# AllClips
source: Change the Browser filter setting to show all clips
de: Filtereinstellungen der Übersicht ändern, um alle Clips einzublenden
es: Cambiar el ajuste del filtro del explorador para mostrar todos los clips

# AnalyzeAndFix
source: Analyze and fix the selected clips
de: Ausgewählte Clips analysieren und beheben
es: Analizar y corregir los clips seleccionados

# AnchorWithSelectedMedia
source: Connect the selection to the primary storyline
de: Auswahl mit primärer Handlung verbinden
es: Conectar la selección a la pista principal

# AnchorWithSelectedMediaAudio
source: Connect the audio from the selection to the primary storyline
de: Audio aus der Auswahl mit primärer Handlung verbinden
es: Conectar el audio de la selección a la pista principal

# AnchorWithSelectedMediaAudioBacktimed
source: Connect the audio from the selection to the primary storyline, aligning the selection’s end point with the skimmer or playhead
de: Audio aus der Auswahl mit primärer Handlung verbinden und Endpunkt der Auswahl an Skimmer oder Abspielposition ausrichten
es: Conectar el audio de la selección a la pista principal alineando el punto final de la selección con Skimmer o el cursor de reproducción

# AnchorWithSelectedMediaBacktimed
source: Connect the selection to the primary storyline, aligning the selection’s end point with the skimmer or playhead
de: Auswahl mit primärer Handlung verbinden und Endpunkt der Auswahl an Skimmer oder Abspielposition ausrichten
es: Conectar la selección a la pista principal alineando el punto final de la selección con Skimmer o el cursor de reproducción

# AnchorWithSelectedMediaVideo
source: Connect the video from the selection to the primary storyline
de: Video aus der Auswahl mit primärer Handlung verbinden
es: Conectar el vídeo de la selección a la pista principal

# AnchorWithSelectedMediaVideoBacktimed
source: Connect the video from the selection to the primary storyline, aligning the selection’s end point with the skimmer or playhead
de: Video aus der Auswahl mit primärer Handlung verbinden und Endpunkt der Auswahl an Skimmer oder Abspielposition ausrichten
es: Conectar el vídeo de la selección a la pista principal, y alinear el punto final de la selección con Skimmer o el cursor de reproducción

# AppendWithSelectedMedia
source: Add the selection to the end of the storyline
de: Auswahl zum Ende der Handlung hinzufügen
es: Añadir la selección al final de la pista

# AppendWithSelectedMediaAudio
source: Add the audio from the selection to the end of the storyline
de: Audio aus der Auswahl zum Ende der Handlung hinzufügen
es: Añadir el audio de la selección al final de la pista

# AppendWithSelectedMediaVideo
source: Add the video from the selection to the end of the storyline
de: Video aus der Auswahl zum Ende der Handlung hinzufügen
es: Añadir el vídeo de la selección al final de la pista

# ApplyAudioFades
source: Apply a default audio fade in & out to selected clips
de: Standard-Ein-/Ausblenden von Audio auf ausgewählte Clips anwenden
es: Aplicar un fundido de entrada y salida de audio por omisión a los clips seleccionados

# AudioFineSyncMultiAngleAngle
source: Use audio sync technology to synchronize the angle to clips in the monitoring angle
de: Verwenden Sie die Audio-Sync-Technologie, um die Kamera mit den Clips der Kontrollkamera zu synchronisieren.
es: Usar la tecnología de sincronización de audio para sincronizar el ángulo con los clips en el ángulo de supervisión

# AudioSyncMultiAngleItems
source: Use audio sync technology to synchronize the selected clips to clips in the monitoring angle
de: Verwenden Sie die Audio-Sync-Technologie, um die ausgewählten Clips mit den Clips der Kontrollkamera zu synchronisieren.
es: Usar la tecnología de sincronización de audio para sincronizar los clips seleccionados con los clips en el ángulo de supervisión

# AuditionSelected
source: Play the pick in context in the Timeline
de: Auswahl im Kontext in der Timeline wiedergeben
es: Reproducir la selección en el contexto de la línea de tiempo

# BladeAll
source: Cut all clips at the skimmer or playhead location
de: Alle Clips an Position des Skimmers oder der Abspielposition schneiden
es: Cortar todos los clips situados en la ubicación de Skimmer o del cursor de reproducción

# BladeAtPlayhead
source: Cut the topmost clip under the skimmer or playhead, or cut all selected clips
de: Obersten Clip am Skimmer oder der Abspielposition oder alle ausgewählten Clips ausschneiden
es: Cortar el clip situado en la posición superior debajo de Skimmer o del cursor de reproducción, o cortar todos los clips seleccionados

# BreakApartClipItems
source: Break the selected item into its component parts
de: Ausgewähltes Objekt in seine Komponenten teilen
es: Dividir el ítem seleccionado en sus componentes

# ClearSelection
source: Clear the ranges that are selected
de: Ausgewählte Bereiche löschen
es: Borrar los intervalos seleccionados

# ClearSelectionEnd
source: Clear the range's end point
de: Endpunkt des Bereichs löschen
es: Borrar el punto final del intervalo

# ClearSelectionStart
source: Clear the range's start point
de: Startpunkt des Bereichs löschen
es: Borrar el punto inicial del intervalo

# ClipAppearance5050
source: Display Timeline clips with audio waveforms and video filmstrips of equal size
de: Zeigen Sie Timeline-Clips mit Audiowellenformen und Videofilmstreifen in gleicher Größe an
es: Mostrar los clips de la línea de tiempo con ondas de audio y tiras de fotogramas de vídeo del mismo tamaño

# ClipAppearanceAudioBigger
source: Increase the size of audio waveforms for Timeline clips
de: Vergrößern Sie Audiowellenformen für Timeline-Clips
es: Aumentar el tamaño de las ondas de audio para los clips de la línea de tiempo

# ClipAppearanceAudioMostly
source: Display Timeline clips with large audio waveforms and small filmstrips
de: Zeigen Sie Timeline-Clips mit großen Audiowellenformen und kleinen Filmstreifen an
es: Mostrar los clips de la línea de tiempo con ondas de audio grandes y tiras de fotogramas pequeñas

# ClipAppearanceAudioOnly
source: Display Timeline clips with large audio waveforms only
de: Zeigen Sie Timeline-Clips nur mit großen Audiowellenformen an
es: Mostrar los clips de la línea de tiempo solo con ondas de audio grandes

# ClipAppearanceAudioSmaller
source: Decrease the size of audio waveforms for Timeline clips
de: Verkleinern Sie Audiowellenformen für Timeline-Clips
es: Reducir el tamaño de las ondas de audio para los clips de la línea de tiempo

# ClipAppearanceTitleOnly
source: Depending on the clip name setting, display Timeline clips with clip names, role names, or active angle names only
de: Zeigen Sie Timeline-Clips abhängig von den Einstellungen für Clipnamen nur mit Namen für Clips, Rollen oder aktiven Kameras an
es: En función del ajuste de nombre del clip, mostrar los clips de la línea de tiempo con nombres de clip, nombres de función o solo los nombres de los ángulos activos

# ClipAppearanceVideoMostly
source: Display Timeline clips with small audio waveforms and large filmstrips
de: Zeigen Sie Timeline-Clips mit keinen Audiowellenformen und großen Filmstreifen an
es: Mostrar los clips de la línea de tiempo con ondas de audio pequeñas y tiras de fotogramas grandes

# ClipAppearanceVideoOnly
source: Display Timeline clips with large filmstrips only
de: Zeigen Sie Timeline-Clips nur mit großen Filmstreifen an
es: Mostrar los clips de la línea de tiempo solo con tiras de fotogramas grandes

# CloseLibrary
source: Close the current library
de: Aktuelle Mediathek schließen
es: Cerrar la biblioteca actual

# CloseWindow
source: Close windows other than the Final Cut Pro main window
de: Alle Fenster außer Final Cut Pro-Hauptfenster schließen
es: Cerrar todas las ventanas menos la ventana principal de Final Cut Pro

# CollapseAnimations
source: Show one effect at a time in the Video Animation Editor
de: Immer nur einen Effekt im Videoanimations-Editor anzeigen
es: Mostrar un efecto a la vez en el editor de animación de vídeo

# CollapseSelectionIntoVariant
source: Create an audition from the selection
de: Alternative aus Auswahl erstellen
es: Crear una prueba de pantalla a partir de la selección

# CollapseToSpine
source: Overwrite at the skimmer or playhead position in the primary storyline
de: An Position des Skimmers oder der Abspielposition in der primären Handlung überschreiben
es: Sobrescribir la posición de Skimmer o el cursor de reproducción en la pista principal

# ColorEffectsLayout
source: Apply the Color & Effects Workspace
de: Arbeitsbereich „Farbe & Effekte“ anwenden
es: Aplicar el espacio de trabajo “Color y efectos”

source: Connect with selected media
de: Mit ausgewählten Medien verbinden
es: Conectar con el contenido seleccionado

source: Connect with selected media audio
de: Mit ausgewählten Audio-Medien verbinden
es: Conectar con el audio del contenido seleccionado

source: Connect with Selected Media Audio Backtimed
de: Mit ausgewählten Audio-Medien (Backtimed) verbinden
es: Conectar con el audio del contenido seleccionado al revés

source: Connect with Selected Media Backtimed
de: Mit ausgewählten Medien (Backtimed) verbinden
es: Conectar con el contenido seleccionado al revés

source: Connect with selected media video
de: Mit ausgewählten Video-Medien verbinden
es: Conectar con el vídeo del contenido seleccionado

source: Connect with Selected Media Video Backtimed
de: Mit ausgewählten Video-Medien (Backtimed) verbinden
es: Conectar con el vídeo del contenido seleccionado al revés

# ConsolidateFiles
source: Collect all the media for the selected item in one location (on one storage device)
de: Alle Medien für das ausgewählte Objekt an einem Speicherort (auf einem Speichergerät) sammeln
es: Guardar todos los contenidos del ítem seleccionado en una ubicación (en un dispositivo de almacenamiento)

# Copy
source: Copy the selection
de: Auswahl kopieren
es: Copiar la selección

# CopyAttributes
source: Copy the selected effects and their settings
de: Ausgewählte Effekte und deren Einstellungen kopieren
es: Copiar los efectos seleccionados y sus ajustes

# CopyKeyframes
source: Copy Selected Keyframes
de: Ausgewählte Keyframes kopieren
es: Copiar los fotogramas clave seleccionados

# CopyPlayheadTimecode
source: Copy the timecode at the playhead
de: Timecode an der Abspielposition kopieren
es: Copiar el código de tiempo en el cursor de reproducción

# CopyTimecode
source: Copy the timecode at the playhead or skimmer
de: Timecode an der Abspielposition oder an der Position des Skimmers kopieren
es: Copiar el código de tiempo en el cursor de reproducción o Skimmer

# CreateCompoundClip
source: Create a new compound clip (if there’s no selection, create an empty compound clip)
de: Neuen zusammengesetzten Clip erstellen (wenn keine Auswahl vorhanden, leeren zusammengesetzten Clip erstellen)
es: Crear un clip compuesto nuevo (si no hay ninguna selección, crear un clip compuesto vacío)

# CreateConnectedStoryline
source: Create a storyline from a selection of connected clips
de: Handlung aus Auswahl der zusammengesetzten Clips erstellen
es: Crear una pista a partir de una selección de clips conectados

# CreateMultiAngleClip
source: Create a new multicam clip
de: Neuen Multicam-Clip erstellen
es: Crear un clip Multicam nuevo

# Cut
source: Cut the selection
de: Auswahl ausschneiden
es: Cortar la selección

# CutKeyframes
source: Cut Selected Keyframes
de: Ausgewählte Keyframes ausschneiden
es: Cortar los fotogramas clave seleccionados

# CutSwitchAngle01
source: Cut and switch the multicam clip to angle 1 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 1 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 1 del bloque actual

# CutSwitchAngle02
source: Cut and switch the multicam clip to angle 2 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 2 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 2 del bloque actual

# CutSwitchAngle03
source: Cut and switch the multicam clip to angle 3 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 3 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 3 del bloque actual

# CutSwitchAngle04
source: Cut and switch the multicam clip to angle 4 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 4 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 4 del bloque actual

# CutSwitchAngle05
source: Cut and switch the multicam clip to angle 5 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 5 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 5 del bloque actual

# CutSwitchAngle06
source: Cut and switch the multicam clip to angle 6 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 6 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 6 del bloque actual

# CutSwitchAngle07
source: Cut and switch the multicam clip to angle 7 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 7 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 7 del bloque actual

# CutSwitchAngle08
source: Cut and switch the multicam clip to angle 8 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 8 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 8 del bloque actual

# CutSwitchAngle09
source: Cut and switch the multicam clip to angle 9 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 9 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 9 del bloque actual

# CutSwitchAngle10
source: Cut and switch the multicam clip to angle 10 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 10 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 10 del bloque actual

# CutSwitchAngle11
source: Cut and switch the multicam clip to angle 11 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 11 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 11 del bloque actual

# CutSwitchAngle12
source: Cut and switch the multicam clip to angle 12 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 12 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 12 del bloque actual

# CutSwitchAngle13
source: Cut and switch the multicam clip to angle 13 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 13 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 13 del bloque actual

# CutSwitchAngle14
source: Cut and switch the multicam clip to angle 14 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 14 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 14 del bloque actual

# CutSwitchAngle15
source: Cut and switch the multicam clip to angle 15 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 15 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 15 del bloque actual

# CutSwitchAngle16
source: Cut and switch the multicam clip to angle 16 of the current bank
de: Multicam-Clip ausschneiden und zu Kamera 16 der aktuellen Bank wechseln
es: Cortar y cambiar el clip Multicam al ángulo 16 del bloque actual

# DecreaseThumbnailSize
source: Decrease the Browser clip height
de: Cliphöhe der Übersicht verringern
es: Reducir la altura del clip del explorador

# DefaultLayout
source: Apply the Default Workspace
de: Den Standardarbeitsbereich anwenden
es: Aplicar el espacio de trabajo por omisión

# Delete
source: Delete the Timeline selection, reject the Browser selection, or remove a multicam through edit
de: Auswahl der Timeline löschen, Auswahl der Übersicht ablehnen oder Multicam durch Bearbeitung entfernen
es: Eliminar la selección de la línea de tiempo, rechazar la selección del explorador o eliminar un Multicam mediante la edición

# DeleteKeyframes
source: Delete Selected Keyframes
de: Ausgewählte Keyframes löschen
es: Eliminar fotogramas clave seleccionados

# DeleteMarker
source: Delete the selected marker
de: Ausgewählten Marker löschen
es: Eliminar el marcador seleccionado

# DeleteMarkersInSelection
source: Delete all of the markers in the selection
de: Alle Marker innerhalb der Auswahl löschen
es: Eliminar todos los marcadores de la selección

# DeleteSelectionOnly
source: Delete the selection, reanchoring any non-selected anchors.
de: Auswahl löschen und alle nicht ausgewählten Anker neu verankern.
es: Elimine la selección y vuelva a anclar las anclas no seleccionadas.

# DeselectAll
source: Deselect all selected items
de: Auswahl aller Objekte aufheben
es: Anular selección de todos los ítems seleccionados

# DetachAudio
source: Make the Audio component a connected clip
de: Audio-Komponente als verbundenen Clip erstellen
es: Convertir el componente de audio en un clip conectado

# Down
source: Go to the next item (in the Browser) or the next edit point (in the Timeline)
de: Zum nächsten Objekt (in der Übersicht) oder nächsten Bearbeitungspunkt (in der Timeline)
es: Ir al ítem siguiente (en el explorador) o al punto de edición siguiente (en la línea de tiempo)

# DualDisplaysLayout
source: Apply the Dual Displays Workspace
de: Den Arbeitsbereich „Zwei Monitore“ anwenden
es: Aplicar el espacio de trabajo “Dobles pantallas”

# Duplicate
source: Duplicate the selected project or clip
de: Ausgewähltes Projekt oder ausgewählten Clip duplizieren
es: Duplicar el clip o proyecto seleccionado
