Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandDescriptions.strings
Languages: de, es

# PlayAroundCurrentFrame
source: Play around the playhead position
de: Umgebung der Abspielposition abspielen
es: Reproducir desde la posición del cursor de reproducción

# PlayFromAlternatePlayhead
source: Play from the playhead position
de: Ab Abspielposition wiedergeben
es: Reproducir desde la posición del cursor de reproducción

# PlayFromBeginningOfClip
source: Play the clip from the beginning
de: Clip vom Anfang wiedergeben
es: Reproducir el clip desde el principio

# PlayFromStart
source: Play from the beginning
de: Vom Anfang wiedergeben
es: Reproducir desde el principio

# PlayFullscreen
source: Play full screen from the skimmer or playhead position
de: Bildschirmfüllend ab Position des Skimmers oder der Abspielposition wiedergeben
es: Reproducir a pantalla completa desde la posición de Skimmer o del cursor de reproducción

# PlayPause
source: Start or pause playback
de: Wiedergabe starten oder pausieren
es: Iniciar o poner en pausa la reproducción

# PlayRate16X
source: Play at 16 times the normal speed
de: Mit 16-fachem Tempo wiedergeben
es: Reproducir a la velocidad normal x16

# PlayRate1X
source: Play at normal (100 percent) speed
de: Mit normalem Tempo (100 %) wiedergeben
es: Reproducir a la velocidad normal (100%)

# PlayRate2X
source: Play at twice the normal speed
de: Mit doppeltem Tempo wiedergeben
es: Reproducir a la velocidad normal x2

# PlayRate32X
source: Play at 32 times the normal speed
de: Mit 32-fachem Tempo wiedergeben
es: Reproducir a la velocidad normal x32

# PlayRate4X
source: Play at four times the normal speed
de: Mit 4-fachem Tempo wiedergeben
es: Reproducir a la velocidad normal x4

# PlayRate8X
source: Play at eight times the normal speed
de: Mit 8-fachem Tempo wiedergeben
es: Reproducir a la velocidad normal x 8

# PlayRateMinus16X
source: Play in reverse at 16 times the normal speed
de: Mit 16-fachem Tempo rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal x16

# PlayRateMinus1X
source: Play in reverse at normal (100 percent) speed
de: Mit normalem Tempo (100 %) rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal (100%)

# PlayRateMinus2X
source: Play in reverse at twice the normal speed
de: Mit doppeltem Tempo rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal x2

# PlayRateMinus32X
source: Play in reverse at 32 times the normal speed
de: Mit 32-fachem Tempo rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal x32

# PlayRateMinus4X
source: Play in reverse at four times the normal speed
de: Mit 4-fachem Tempo rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal x4

# PlayRateMinus8X
source: Play in reverse at eight times the normal speed
de: Mit 8-fachem Tempo rückwärts wiedergeben
es: Reproducir hacia atrás a la velocidad normal x 8

# PlayReverse
source: Play in reverse
de: Rückwärts wiedergeben
es: Reproducir hacia atrás

# PlaySelected
source: Play the selection
de: Auswahl wiedergeben
es: Reproducir la selección

# PlayToOut
source: Play from the playhead to the end of the selection
de: Ab Abspielposition zum Ende der Auswahl wiedergeben
es: Reproducir desde el cursor de reproducción hasta el final de la selección

# PlaybackBetterPerformance
source: Better Playback Performance
de: Höhere Wiedergabeleistung
es: Mejor rendimiento de reproducción

# PlaybackBetterQuality
source: Better Playback Quality
de: Höhere Wiedergabequalität
es: Mejor calidad de reproducción

# PreviousClip
source: Go to the previous item (in the Browser) or the previous edit point (in the Timeline)
de: Zum vorherigen Objekt (in der Übersicht) oder vorherigen Bearbeitungspunkt (in der Timeline)
es: Ir al ítem anterior (en el explorador) o al punto de edición anterior (en la línea de tiempo)

# PreviousEdit
source: Move the playhead to the previous edit point in the Timeline
de: Abspielposition zum vorherigen Bearbeitungspunkt in der Timeline bewegen
es: Mover el cursor de reproducción al punto de edición de la línea de tiempo anterior

# PreviousKeyframe
source: Go to the Previous Keyframe of the Selected Effect
de: Gehe zum vorherigen Keyframe des ausgewählten Effekts
es: Ir al fotograma clave anterior del efecto seleccionado

# PreviousMarker
source: Move the playhead to the previous marker
de: Abspielposition zum vorherigen Marker
es: Mover el cursor de reproducción al marcador anterior

# ProjectInfo
source: Open the Properties inspector for the current project
de: Informationsfenster „Eigenschaften“ für das aktuelle Projekt öffnen
es: Abrir el inspector de propiedades del proyecto actual

# PurgeRenderFiles
source: Delete generated files for the selected library, event, or project
de: Generierte Dateien für die ausgewählte Mediathek, das Event oder das Projekt löschen
es: Eliminar los archivos generados de la biblioteca, evento o proyecto seleccionado

# Quit
source: Quit Final Cut Pro
de: Final Cut Pro beenden
es: Salir de Final Cut Pro

# ReImportFilesFromCamera
source: Reimport from Camera/Archive…
de: Von Kamera/Archiv erneut importieren …
es: Reimportar desde cámara/archivo…

# RedoChanges
source: Redo the last command
de: Letzten Befehl wiederholen
es: Rehacer el último comando

# Reject
source: Reject the Browser selection(if there is no selection Reject the clip under the skimmer or playhead)
de: Auswahl in der Übersicht ablehnen (wenn dort keine Auswahl vorhanden, Clip an Skimmer oder Abspielposition ablehnen)
es: Rechazar la selección del explorador (si no hay ninguna selección, rechazar el clip debajo de Skimmer o del cursor de reproducción)

# RelinkFiles
source: Relink media files for the selected clips, projects, or Events
de: Mediendateien der ausgewählten Clips, Projekte oder Ereignisse erneut verknüpfen
es: Volver a enlazar archivos multimedia de los clips, proyectos o eventos seleccionados

# RemoveAllAnalysisKeywordsFromSelection
source: Remove analysis keywords from the selection
de: Analyse-Schlagwörter aus der Auswahl entfernen
es: Eliminar palabras clave de análisis de la selección

# RemoveAllKeywordsFromSelection
source: Remove all keywords from the Browser selection
de: Alle Schlagwörter aus der Auswahl in der Übersicht entfernen
es: Eliminar todas las palabras clave de la selección del explorador

# RemoveAttributes
source: Remove selected attributes from the selection
de: Ausgewählte Attribute aus Auswahl entfernen
es: Eliminar atributos seleccionados de la selección

# RemoveAudioFades
source: Remove audio fades from selected clips
de: Audio-Fades von ausgewählten Clips entfernen
es: Eliminar fundidos de audio de los clips seleccionados

# RemoveEffects
source: Remove effects from the selection
de: Effekte aus Auswahl entfernen
es: Eliminar efectos de la selección

# RenderAll
source: Start all rendering tasks for open timeline
de: Alle Renderaktionen für geöffnete Timeline starten
es: Iniciar todas las tareas de renderización para la línea de tiempo abierta

# RenderSelection
source: Start rendering tasks for the selection
de: Renderaktionen für Auswahl starten
es: Iniciar tareas de renderización para la selección

# ReplaceAndAddToAudition
source: Create an audition and replace the Timeline clip with the current selection
de: Alternative erstellen und Timeline-Clip mit der aktuellen Auswahl ersetzen
es: Crear una prueba de pantalla y reemplazar el clip de línea de tiempo con la selección actual

# ReplaceWithGap
source: Replace the selected Timeline clip with a gap clip
de: Ausgewählten Timeline-Clip durch einen Gap-Clip ersetzen
es: Reemplazar el clip seleccionado en la línea de tiempo con un clip de intervalo

# ReplaceWithSelectedMediaAtPlayhead
source: Replace the selected Sequence clip with the selected Organizer clip aligned to their Playhead locations
de: Ausgewählten Sequenz-Clip durch ausgewählten Organisator-Clip, an deren Abspielposition ausgerichtet, ersetzen
es: Reemplazar el clip de secuencia seleccionado con el clip de organizador seleccionado alineado con sus ubicaciones del cursor de reproducción

# ReplaceWithSelectedMediaFromEnd
source: Replace the selected clip in the Timeline with the Browser selection, starting from its end point
de: Ausgewählten Clip in der Timeline durch die Auswahl in der Übersicht an dessen Endpunkt ersetzen
es: Reemplazar el clip seleccionado en la línea de tiempo por la selección del explorador, a partir del punto final

# ReplaceWithSelectedMediaFromStart
source: Replace the selected clip in the Timeline with the Browser selection, starting from its start point
de: Ausgewählten Clip in der Timeline durch die Auswahl in der Übersicht an dessen Startpunkt ersetzen
es: Reemplazar el clip seleccionado en la línea de tiempo por la selección del explorador, a partir del punto inicial

# ReplaceWithSelectedMediaWhole
source: Replace the selected clip in the Timeline with the Browser selection
de: Ausgewählten Clip in der Timeline durch die Auswahl in der Übersicht ersetzen
es: Reemplazar el clip seleccionado en la línea de tiempo por la selección del explorador

# ResetWindowLayout
source: Revert to the default main window layout
de: Standard-Fensteranordnung wiederherstellen
es: Restaurar la disposición por omisión de la ventana principal

# RetimeBladeSpeed
source: Blade the retimed speed segment.
de: Schneiden Sie das Retime-Temposegment.
es: Cortar el segmento de velocidad reprogramado

# RetimeConformSpeed
source: Set the speed of the selected clip to match the speed of the project or compound clip
de: Tempo des ausgewählten Clips an das Tempo des Projekts oder des zusammengesetzten Clips anpassen
es: Ajustar la velocidad del clip seleccionado de modo que coincida con la velocidad del clip compuesto o del proyecto

# RetimeCreateSegment
source: Set the selection to play at normal (100 percent) speed
de: Auswahl mit normalem Tempo (100 %) wiederzugeben
es: Ajustar la selección para que se reproduzca a la velocidad normal (100%)

# RetimeCustomSpeed
source: Custom Speed…
de: Eigenes Tempo …
es: Velocidad personalizada…

# RetimeFast2x
source: Set the selection to play at twice the normal speed
de: Auswahl mit doppeltem Tempo wiedergeben
es: Ajustar la selección para que se reproduzca a la velocidad normal x2

# RetimeFast4x
source: Set the selection to play at four times the normal speed
de: Auswahl mit 4-fachem Tempo wiedergeben
es: Ajustar la selección para que se reproduzca a la velocidad normal x4

# RetimeFast8x
source: Set the selection to play at eight times the normal speed
de: Auswahl mit 8-fachem Tempo wiedergeben
es: Ajustar la selección para que se reproduzca a la velocidad normal x8

# RetimeHold
source: Create a 2-second hold segment
de: Haltesegment (2 Sekunden) erstellen
es: Crear un segmento de suspensión durante 2 segundos

# RetimeInstantReplay
source: Create an instant replay segment from the selection
de: Instant Replay-Segment aus der Auswahl erstellen
es: Crear un segmento de repetición instantánea a partir de la selección

# RetimeReset
source: Reset the selection to play forward at normal (100 percent) speed
de: Auswahl zurücksetzen, um mit normalem Tempo (100 %) wiederzugeben
es: Restablecer la selección para que se reproduzca a la velocidad normal (100%)

# RetimeReverseClip
source: Set the selection to play in reverse at 100 percent speed
de: Auswahl mit normalem Tempo (100 %) rückwärts wiederzugeben
es: Ajustar la selección para que se reproduzca hacia atrás al 100% de la velocidad

# RetimeRewind1x
source: Create a rewind segment from the selection, and set the rewind speed to 100 percent
de: Rückwärts-Segment aus Auswahl erstellen und Wiedergabegeschwindigkeit auf 100% rückwärts einstellen
es: Crear un segmento de rebobinado a partir de la selección y ajustar la velocidad de rebobinado al 100%

# RetimeRewind2x
source: Create a rewind segment from the selection, and set the rewind speed to twice the normal speed
de: Rückwärts-Segment aus Auswahl erstellen und auf doppelte Wiedergabegeschwindigkeit rückwärts einstellen
es: Crear un segmento de rebobinado a partir de la selección y ajustar una velocidad de rebobinado dos veces superior a la normal

# RetimeRewind4x
source: Create a rewind segment from the selection, and set the rewind speed to four times the normal speed
de: Rückwärts-Segment aus Auswahl erstellen und auf 4-fache Wiedergabegeschwindigkeit rückwärts einstellen
es: Crear un segmento de rebobinado a partir de la selección y ajustar una velocidad de rebobinado cuatro veces superior a la normal

# RetimeSlow10
source: Set the selection to play at 10 percent speed
de: Auswahl mit 10 % des Tempos wiederzugeben
es: Ajustar la selección para que se reproduzca al 10% de la velocidad

# RetimeSlow25
source: Set the selection to play at 25 percent speed
de: Auswahl mit 25 % des Tempos wiederzugeben
es: Ajustar la selección para que se reproduzca al 25% de la velocidad

# RetimeSlow50
source: Set the selection to play at 50 percent speed
de: Auswahl mit 50 % des Tempos wiederzugeben
es: Ajustar la selección para que se reproduzca al 50% de la velocidad

# RetimeSpeedRampFromZero
source: Set the selection to ramp from 0 percent speed to normal speed
de: Auswahl auf normales Tempo (100 %) beschleunigen
es: Ajustar la selección para que aumente su velocidad desde el 0% hasta la velocidad normal

# RetimeSpeedRampToZero
source: Set the selection to ramp from normal speed to 0 percent speed
de: Auswahl von normalem Tempo auf 0 % abbremsen
es: Ajustar la selección para que disminuya su velocidad desde la velocidad normal hasta el 0%

# RetimeVideoQualityFrameBlending
source: Set retiming video quality to Frame Blending
de: Retime-Videoqualität auf „Bildüberblendung“ einstellen
es: Ajustar el reprogramado de la calidad de vídeo en “Mezcla de fotogramas”

# RetimeVideoQualityNormal
source: Set retiming video quality to Normal
de: Retime-Videoqualität auf „Normal“ einstellen
es: Ajustar el reprogramado de la calidad de vídeo en Normal

# RetimeVideoQualityOpticalFlow
source: Set retiming video quality to Optical Flow
de: Retime-Videoqualität auf „Optischer Fluß“ einstellen
es: Ajustar el reprogramado de la calidad de vídeo en “Flujo óptico”

# RevealInEventsBrowser
source: Reveal the selected clip in the Browser
de: Ausgewählten Clip in der Übersicht zeigen
es: Mostrar el clip seleccionado en el explorador

# RevealInFinder
source: Reveal the selected Event clip’s source media file in the Finder
de: Quellmedien des ausgewählten Ereignis-Clip im Finder zeigen
es: Mostrar el archivo fuente multimedia del clip de evento seleccionado en el Finder

# RevealProjectInEventsBrowser
source: Reveal the open project in the Browser
de: Offenes Projekt in der Übersicht anzeigen
es: Mostrar el proyecto abierto en el explorador

# SaveAudioEffectPreset
source: Save any combination of audio effects as a preset, which appears in the Effects Browser and functions like any other audio effect
de: Sichern beliebiger Kombinationen von Audioeffekten als Voreinstellung, die in der Effektübersicht angezeigt werden und wie jeder andere Audioeffekt funktionieren
es: Guardar cualquier combinación de efectos de audio como un preajuste, que aparece en el explorador de efectos y funciona como cualquier otro efecto de audio

# SaveVideoEffectPreset
source: Save any combination of video effects as a preset, which appears in the Effects Browser and functions like any other video effect
de: Sichern beliebiger Kombinationen von Videoeffekten als Voreinstellung, die in der Effektübersicht angezeigt werden und wie jeder andere Videoeffekt funktionieren
es: Guardar cualquier combinación de efectos de vídeo como un preajuste, que aparece en el explorador de efectos y funciona como cualquier otro efecto de vídeo

# Select Tool Hand
source: Make the Hand tool active
de: Hand-Werkzeug aktivieren
es: Activar la herramienta de mano

# SelectAll
source: Select all clips
de: Alle Clips auswählen
es: Seleccionar todos los clips

# SelectClip
source: Set the range selection to match the boundaries of the clip below the skimmer or playhead
de: Bereichsauswahl an die Clip-Grenzen unterhalb der Position des Skimmers oder der Abspielposition anpassen
es: Ajustar la selección de intervalo de modo que coincida con los límites del clip debajo de Skimmer o del cursor de reproducción

# SelectClipAtPlayhead
source: Select the clip under the pointer in the Timeline
de: Clip an der Zeigerposition in der Timeline auswählen
es: Seleccionar el clip situado debajo del puntero en la línea de tiempo

# SelectCropTool
source: Make the Crop tool active and display onscreen controls for the selected clip or the top most clip under the playhead
de: Beschneiden-Werkzeug aktivieren und Steuerungen für den ausgewählten Clip oder den vordersten Clip unter der Abspielposition anzeigen
es: Activar la herramienta de recorte y mostrar controles en pantalla para el clip seleccionado o el clip situado más arriba bajo el cursor de reproducción

# SelectDistortTool
source: Make the Distort tool active and display onscreen controls for the selected clip or the top most clip under the playhead
de: Verzerren-Werkzeug aktivieren und Steuerungen für den ausgewählten Clip oder den vordersten Clip unter der Abspielposition anzeigen
es: Activar la herramienta de distorsión y mostrar controles en pantalla para el clip seleccionado o el clip situado más arriba bajo el cursor de reproducción

# SelectLeftEdge
source: Select the left edge of the edit point
de: Linken Rand des Bearbeitungspunkts auswählen
es: Seleccionar el borde izquierdo del punto de edición

# SelectLeftEdgeAudio
source: Select the left edge of the audio edit point when Audio/Video is expanded
de: Linken Rand des Audiobearbeitungspunkts auswählen, wenn Audio/Video erweitert ist
es: Seleccionar el borde izquierdo del punto de edición de audio cuando se expanda el audio/vídeo

# SelectLeftEdgeVideo
source: Select the left edge of the video edit point when Audio/Video is expanded
de: Linken Rand des Videobearbeitungspunkts auswählen, wenn Audio/Video erweitert ist
es: Seleccionar el borde izquierdo del punto de edición de vídeo cuando se expanda el audio/vídeo

# SelectLeftRightEdge
source: Select the left and right edges of the edit point
de: Linken und rechten Rand des Bearbeitungspunkts auswählen
es: Seleccionar los bordes izquierdo y derecho del punto de edición

# SelectLeftRightEdgeAudio
source: Select the left and right edges of the audio edit point when Audio/Video is expanded
de: Linken und rechten Rand des Audiobearbeitungspunkts auswählen, wenn Audio/Video erweitert ist
es: Seleccionar los bordes izquierdo y derecho del punto de edición de audio cuando se expanda el audio/vídeo

# SelectLeftRightEdgeVideo
source: Select the left and right edges of the video edit point when Audio/Video is expanded
de: Linken und rechten Rand des Videobearbeitungspunkts auswählen, wenn Audio/Video erweitert ist
es: Seleccionar los bordes izquierdo y derecho del punto de edición de vídeo cuando se expanda el audio/vídeo

# SelectLowerItem
source: Selects item below current selection under playhead or skimmer
de: Objekt unter der aktuellen Auswahl unter der Abspiel- oder Skimmer-Position auswählen
es: Selecciona el ítem que hay debajo de la selección actual donde se encuentra el cursor de reproducción o Skimmer

# SelectNextAngle
source: Switch to the next angle in the multicam clip
de: Zur nächsten Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo siguiente en el clip Multicam

# SelectNextAngleBank
source: Go to the next bank of multicam angles
de: Zur nächsten Bank der Multicam-Kameras
es: Ir al bloque siguiente de ángulos Multicam

# SelectNextAudioAngle
source: Switch to the next audio angle in the multicam clip
de: Zur nächsten Audio-Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo de audio siguiente en el clip Multicam

# SelectNextPick
source: Pick the next object in the stack
de: Nächstes Objekt im Stapel auswählen
es: Seleccionar el objeto siguiente de la pila

# SelectNextTab
source: Go to the next pane in the Inspector and the Color Board
de: Zum nächsten Titel im Fenster „Informationen“ und in der Farbtafel
es: Ir al panel siguiente del inspector y el tablero de color

# SelectNextTimelineItem
source: Go forward one level in the Timeline history
de: Im Timeline-Verlauf eine Ebene vor
es: Avanzar un nivel en el historial de la línea de tiempo

# SelectNextVariant
source: Select the next clip in the Audition window, making it the audition pick
de: Nächsten Clip im Fenster „Alternative“ auswählen und als Alternativauswahl erstellen
es: Seleccionar el clip siguiente en la ventana “Prueba de pantalla”, de modo que sea la selección de prueba de pantalla

# SelectNextVideoAngle
source: Switch to the next video angle in the multicam clip
de: Zur nächsten Video-Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo de vídeo siguiente en el clip Multicam

# SelectPreviousAngle
source: Switch to the previous angle in the multicam clip
de: Zur vorherigen Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo anterior en el clip Multicam

# SelectPreviousAngleBank
source: Go to the previous bank of multicam angles
de: Zur vorherigen Bank der Multicam-Kameras
es: Ir al bloque anterior de ángulos Multicam

# SelectPreviousAudioAngle
source: Switch to the previous audio angle in the multicam clip
de: Zur vorherigen Audio-Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo de audio anterior en el clip Multicam

# SelectPreviousPick
source: Pick the previous object in the stack
de: Vorheriges Objekt im Stapel auswählen
es: Seleccionar el objeto anterior de la pila

# SelectPreviousTab
source: Go to the previous pane in the Inspector or the Color Board
de: Zum vorherigen Titel im Fenster „Informationen“ oder in der Farbtafel
es: Ir al panel anterior del inspector o el tablero de color

# SelectPreviousTimelineItem
source: Go back one level in the Timeline history
de: Im Timeline-Verlauf eine Ebene zurück
es: Retroceder un nivel en el historial de la línea de tiempo

# SelectPreviousVariant
source: Select the previous clip in the Audition window, making it the audition pick
de: Vorherigen Clip im Fenster „Alternative“ auswählen und als Alternativauswahl erstellen
es: Seleccionar el clip anterior en la ventana “Prueba de pantalla”, de modo que sea la selección de prueba de pantalla

# SelectPreviousVideoAngle
source: Switch to the previous video angle in the multicam clip
de: Zur vorherigen Video-Kamera im Multicam-Clip wechseln
es: Cambiar al ángulo de vídeo anterior en el clip Multicam

# SelectRightEdge
source: Select the right edge of the edit point
de: Rechten Rand des Bearbeitungspunkts auswählen
es: Seleccionar el borde derecho del punto de edición

# SelectRightEdgeAudio
source: For audio/video clips in expanded view, select the right edge of the audio edit point
de: Bei Audio-/Video-Clips in der erweiterten Ansicht, wählen Sie den rechten Rand des Audio-Bearbeitungspunkts.
es: Para los clips de audio/vídeo en la vista expandida, seleccione el extremo derecho del punto de edición de audio

# SelectRightEdgeVideo
source: Select the right edge of the video edit point when Audio/Video is expanded
de: Rechten Rand des Videobearbeitungspunkts auswählen, wenn Audio/Video erweitert ist
es: Seleccionar el borde derecho del punto de edición de vídeo cuando se expanda el audio/vídeo

# SelectToolArrowOrRangeSelection
source: Make the Select tool active
de: Auswahl-Werkzeug aktivieren
es: Activar la herramienta de selección

# SelectToolBlade
source: Make the Blade tool active
de: Schneid-Werkzeug aktivieren
es: Activar la herramienta de corte

# SelectToolHand
source: Make the Hand tool active
de: Hand-Werkzeug aktivieren
es: Activar la herramienta de mano

# SelectToolPlacement
source: Make the Position tool active
de: Positions-Werkzeug aktivieren
es: Activar la herramienta de posición
