Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandDescriptions.strings
Languages: de, es

# DuplicateFromOriginal
source: Duplicate the selected audition clip without applied effects
de: Ausgewählten Alternativen-Clip duplizieren, ohne der angewendeten Effekte
es: Duplicar el clip de prueba de pantalla seleccionado sin efectos aplicados

# EditMarker
source: Open the window for the current or next marker
de: Fenster für aktuellen oder nächsten Marker öffnen
es: Abrir la ventana para el marcador actual o siguiente

# EditNamePreset
source: Modify an existing naming preset
de: Vorhandene Voreinstellung für Dateinamen ändern
es: Modificar un preajuste de asignación existente

# EditNextMarker
source: Edit the next marker
de: Nächsten Marker bearbeiten
es: Editar el marcador siguiente

# EditPreviousMarker
source: Edit the previous marker
de: Vorherigen Marker bearbeiten
es: Editar el marcador anterior

# EditRoles
source: Open the role editor to add roles and subroles to the library
de: Öffnen Sie den Rolleneditor, um der Mediathek Rollen und Subrollen hinzuzufügen
es: Abrir el editor de funciones para añadir funciones y subfunciones a la biblioteca

# EditSmartCollection
source: Edit the search criteria for the selected Smart Collection
de: Intelligente Sammlung bearbeiten
es: Editar los criterios de búsqueda de la colección inteligente seleccionada

# EnableOrDisableEdit
source: Enable or disable playback for the selection
de: Wiedergabe für die Auswahl aktivieren oder deaktivieren
es: Activar o desactivar la reproducción para la selección

# EnhanceAudio
source: Analyze and enhance audio in the selected clip
de: Audio im ausgewählten Clip analysieren und verbessern
es: Analizar y mejorar el audio del clip seleccionado

# ExitFullScreen
source: Exit from the full screen player
de: Vollbild-Player beenden
es: Salir del reproductor a pantalla completa

# ExportXML
source: Export a Final Cut Pro X XML file for a selected project or event
de: Final Cut Pro X XML-Datei für ausgewähltes Projekt oder Ereignis exportieren
es: Exportar un archivo XML de Final Cut Pro X para un proyecto o evento seleccionado

# ExtendDown
source: In the Browser, add the next clip to the selection
de: In der Übersicht nächsten Clip zur Auswahl hinzufügen
es: En el explorador, añadir el clip siguiente a la selección

# ExtendEdit
source: Extend the selected edit point to the skimmer or playhead position
de: Positionieren Sie den ausgewählten Bearbeitungspunkt auf die Position des Skimmers oder der Abspielposition.
es: Extender el punto de edición seleccionado a la posición de Skimmer o del cursor de reproducción

# ExtendUp
source: In the Browser, add the previous clip to the selection
de: In der Übersicht vorherigen Clip zur Auswahl hinzufügen
es: En el explorador, añadir el clip anterior a la selección

# Favorite
source: Rate the Browser selection as Favorite
de: Auswahl in der Übersicht als Favorit bewerten
es: Clasificar la selección del explorador como favorita

# FilterUnusedMedia
source: Change the Browser filter setting to show unused media only
de: Filtereinstellungen der Übersicht ändern, um nur die nicht verwendeten Medien anzuzeigen
es: Cambiar el ajuste del filtro del explorador para mostrar solo el contenido no usado

# FinalizePick
source: Dissolve the audition and replace it with the audition pick
de: Alternative überblenden und durch die Alternativenauswahl ersetzen
es: Aplicar fundido a la prueba de pantalla y reemplazarla con la selección de prueba de pantalla

# Find
source: Show or hide the Filter window (in the Browser) or the Timeline Index (in the Timeline)
de: Filter (in der Übersicht) oder Timeline-Index (in der Timeline) ein- oder ausblenden
es: Mostrar u ocultar la ventana Filtro (en el explorador) o el índice de la línea de tiempo (en la línea de tiempo)

# FindAndReplaceTitleText
source: Find and replace text in title clips
de: Text in Clip-Titel suchen und ersetzen
es: Buscar y reemplazar texto en clips de título

# FreezeFrame
source: Insert a freeze frame at the playhead or skimmer location in the Timeline, or connect a freeze frame from the skimmer or playhead location in the Event to the playhead location in the Timeline
de: Standbild an der Abspiel- oder Skimmer-Position in der Timeline einsetzen oder Standbild von der Skimmer- oder Abspielposition im Ereignis mit der Abspielsposition in der Timeline verbinden
es: Insertar un fotograma congelado en la ubicación del cursor de reproducción o Skimmer en la línea de tiempo, o conectar un fotograma congelado de la ubicación de Skimmer o del cursor de reproducción en el evento a la ubicación del cursor de reproducción en la línea de tiempo

# GoToBackgroundTasks
source: Show or hide the Background Tasks window
de: Fenster für Hintergrundaktionen ein- oder ausblenden
es: Mostrar u ocultar la ventana “Tareas en segundo plano”

# GoToColorBoard
source: Make the Color Board active
de: Farbtafel aktivieren
es: Acitvar el tablero de color

# GoToEventViewer
source: Make the Event Viewer active
de: Ereignis-Viewer aktivieren
es: Activar el visor de eventos

# GoToInspector
source: Make the current inspector active
de: Aktuelle Informationen aktivieren
es: Activar el inspector actual

# GoToTimeline
source: Make the Timeline active
de: Timeline aktivieren
es: Activar la línea de tiempo

# GoToViewer
source: Make the Viewer active
de: Viewer aktivieren
es: Activar el visor

# GoToVoiceoverRecordView
source: Open the Record Voiceover window
de: Fenster „Voiceover aufnehmen“ öffnen
es: Abrir la ventana “Grabar voz en off”

# GotoIn
source: Move the playhead to the beginning of the nearest range
de: Abspielposition zum Anfang des nächsten Bereichs bewegen
es: Mover el cursor de reproducción al principio del intervalo más cercano

# GotoOut
source: Move the playhead to the end of the nearest range
de: Abspielposition zum Ende des nächsten Bereichs bewegen
es: Mover el cursor de reproducción al final del intervalo más cercano

# HideAVSplitsAll
source: Collapse all expanded audio/video clips
de: Alle erweiterten Audio-/Video-Clips reduzieren
es: Contraer todos los clips de audio/vídeo ampliados

# HideApplication
source: Hide Final Cut Pro
de: Final Cut Pro ausblenden
es: Ocultar Final Cut Pro

source: Hide Keyword Editor
de: Schlagwort-Editor ausblenden
es: Ocultar editor de palabras clave

# HideOtherApplications
source: Hide all applications except Final Cut Pro
de: Alle Programme außer Final Cut Pro ausblenden
es: Ocultar todas las aplicaciones menos Final Cut Pro

# HideRejected
source: Change the Browser filter setting to hide rejected clips
de: Filtereinstellungen der Übersicht ändern, um abgelehnte Clips auszublenden
es: Cambiar el ajuste del filtro del explorador para ocultar los clips rechazados

# Import
source: Import media from a device, camera, or archive
de: Medien von Gerät, Kamera oder Archiv importieren
es: Importar contenido desde un dispositivo, una cámara o un archivo

# ImportXML
source: Import a Final Cut Pro X XML file
de: Final Cut Pro X XML-Datei importieren
es: Importar un archivo XML de Final Cut Pro X

# IncreaseThumbnailSize
source: Increase the Browser clip height
de: Cliphöhe der Übersicht vergrößern
es: Aumentar la altura del clip del explorador

# InsertGap
source: Insert a gap clip at the skimmer or playhead position
de: Gap-Clip an Position des Skimmers oder der Abspielposition einfügen
es: Insertar un clip de intervalo en la posición de Skimmer o del cursor de reproducción

# InsertMedia
source: Insert the selection at the skimmer or playhead position
de: Auswahl an Position des Skimmers oder der Abspielposition einfügen
es: Inserte la selección en la posición de Skimmer o del cursor de reproducción.

# InsertMediaAudio
source: Insert the audio from the selection at the skimmer or playhead position
de: Audio aus der Auswahl an Position des Skimmers oder der Abspielposition einfügen
es: Insertar el audio de la selección en la posición de Skimmer o del cursor de reproducción

# InsertMediaVideo
source: Insert the video from the selection at the skimmer or playhead position
de: Video aus der Auswahl an Position des Skimmers oder der Abspielposition einfügen
es: Insertar el vídeo de la selección en la posición de Skimmer o del cursor de reproducción

# InsertPlaceholder
source: Insert the default generator at the skimmer or playhead position
de: Standard-Generator an Position des Skimmers oder der Abspielposition einfügen
es: Insertar el generador por omisión en la posición de Skimmer o del cursor de reproducción

# JogBackward
source: Play in reverse (press J multiple times to increase the reverse playback speed)
de: Rückwärts wiedergeben (Taste „J“ mehrfach drücken, um die Wiedergabegeschwindigkeit zu erhöhen)
es: Reproducir hacia atrás (pulsar J varias veces para aumentar la velocidad de reproducción hacia atrás)

# JogForward
source: Play forward (press L multiple times to increase the playback speed)
de: Vorwärts wiedergeben (Taste „L“ mehrfach drücken, um die Wiedergabegeschwindigkeit zu erhöhen)
es: Reproducir hacia delante (pulsar L varias veces para aumentar la velocidad de reproducción)

# JoinClip
source: Combine adjacent clips into a single clip
de: Benachbarte Clips zu einem Clip verbinden
es: Combinar los clips contiguos en un solo clip

# JumpBackward10Frames
source: Move the playhead back 10 frames
de: Abspielposition 10 Bilder zurück
es: Retrasar el cursor de reproducción 10 fotogramas

# JumpForward10Frames
source: Move the playhead forward 10 frames
de: Abspielposition 10 Bilder vorwärts
es: Adelantar el cursor de reproducción 10 fotogramas

# JumpToEnd
source: Move the playhead to the end of the Timeline or last clip in the Browser
de: Abspielposition zum Ende der Timeline oder zum letzten Clip in der Übersicht bewegen
es: Mover el cursor de reproducción al final de la línea de tiempo o al último clip del explorador

# JumpToNextField
source: Move the playhead to the next field
de: Abspielposition zum nächsten Feld
es: Mover el cursor de reproducción al siguiente campo

# JumpToNextFrame
source: Move the playhead to the next frame
de: Abspielposition zum nächsten Bild
es: Mover el cursor de reproducción al siguiente fotograma

# JumpToNextSubframe
source: Move the playhead to the next audio subframe
de: Abspielposition zum nächsten Audio-Subframe bewegen
es: Mover el cursor de reproducción al siguiente subfotograma de audio

# JumpToPreviousField
source: Move the playhead to the previous field
de: Abspielposition zum vorherigen Feld
es: Mover el cursor de reproducción al campo anterior

# JumpToPreviousFrame
source: Move the playhead to the previous frame
de: Abspielposition zum vorherigen Bild
es: Mover el cursor de reproducción al fotograma anterior

# JumpToPreviousSubframe
source: Move the playhead to the previous audio subframe
de: Abspielposition zum vorherigen Audio-Subframe bewegen
es: Mover el cursor de reproducción al subfotograma de audio anterior

# JumpToStart
source: Move the playhead to the beginning of the Timeline or first clip in the Browser
de: Abspielposition zum Anfang der Timeline oder zum ersten Clip in der Übersicht bewegen
es: Mover el cursor de reproducción al principio de la línea de tiempo o al primer clip del explorador

# KeyboardCustomization
source: Open the Command Editor
de: Befehlseditor
es: Abrir el editor de comandos

# LibraryProperties
source: Open the Properties inspector for the current library
de: Informationsfenster „Eigenschaften“ für die aktuelle Mediathek öffnen
es: Abrir el inspector de propiedades de la biblioteca actual

# LiftFromSpine
source: Lift the selection from the storyline and connect it to the resulting gap clips
de: Auswahl von Handlung extrahieren und mit den entstandenen Gap-Clips verbinden
es: Elevar la selección de la pista y conectarla a los clips de intervalo resultantes

# LoopPlayback
source: Turn looped playback on or off
de: Endlosschleife ein- oder ausschalten
es: Activar o desactivar la reproducción en bucle

# MakeIndependent
source: Make a new parent clip in the event for the selected compound clip in the timeline
de: Neuen übergeordneten Clip im Ereignis für den ausgewählten zusammengesetzten Clip in der Timeline erstellen
es: Crear un nuevo clip principal en el evento para el clip compuesto seleccionado en la línea de tiempo

# MatchAudio
source: Match the sound between clips
de: Ton zwischen Clips anpassen
es: Correspondencia de sonido entre clips

# MediaManager
source: Open Media Manager
de: Medien-Manager öffnen
es: Abrir gestor de contenidos

# MergeEvents
source: Merge the selected Events
de: Ausgewählte Ereignisse zusammenführen
es: Fusionar los eventos seleccionados

# Minimize
source: Minimize Final Cut Pro
de: Final Cut Pro im Dock ablegen
es: Minimizar Final Cut Pro

# ModifyContentCreationDate
source: Adjust the content creation date and time of the selected clips
de: Erstellungsdatum und -uhrzeit der Medien der ausgewählten Clips anpassen
es: Ajustar la fecha y la hora de creación del contenido de los clips seleccionados

# MoveToTrash
source: Move the selection to the Finder Trash
de: Auswahl in den Finder-Papierkorb legen
es: Mover la selección a la Papelera del Finder

# MultiAngleAddAudioUsingSkimmedObject
source: Turn on or turn off audio monitoring for the angle being skimmed
de: Audio-Kontrolle für überflogene Kamera ein- oder ausschalten
es: Activar o desactivar la supervisión de audio para el ángulo que se está arrastrando

# MultiAngleEditStyleAudio
source: Turn on audio-only mode for multicam cutting and switching
de: Nur Audiomodus für Multicam-Ausschneiden und -Wechseln aktvieren
es: Activar el modo de solo audio para el corte y el cambio de Multicam

# MultiAngleEditStyleAudioVideo
source: Turn on audio/video mode for multicam cutting and switching
de: Audio-/Videomodus für Multicam-Ausschneiden und -Wechseln aktvieren
es: Activar el modo de audio/vídeo para el corte y el cambio de Multicam

# MultiAngleEditStyleVideo
source: Turn on video-only mode for multicam cutting and switching
de: Nur Videomodus für Multicam-Ausschneiden und -Wechseln aktvieren
es: Activar el modo de solo vídeo para el corte y el cambio de Multicam

# MultiAngleVideoSetUsingSkimmedObject
source: Set the angle being skimmed as the monitoring angle
de: Überflogene Kamera als Kontrollkamera einstellen
es: Ajustar el ángulo que se está arrastrando como ángulo de supervisión

# NewEvent
source: Create a new Event
de: Neues Ereignis erstellen
es: Crear un evento nuevo

# NewFolder
source: Create a new folder
de: Neuen Ordner erstellen
es: Crear una carpeta nueva

# NewKeyword
source: Create a new Keyword Collection
de: Neue Schlagwort-Sammlung erstellen
es: Crear una nueva colección por palabra clave

# NewLibrary
source: Create a new library
de: Neue Mediathek erstellen
es: Crear una biblioteca nueva

# NewProject
source: Create a new project
de: Neues Projekt anlegen
es: Crear un proyecto nuevo

# NewSmartCollection
source: Create a new Library Smart Collection or a new Smart Collection
de: Neue Intelligente Sammlung für Mediathek oder neue Intelligente Sammlung erstellen
es: Crear una colección inteligente de la biblioteca nueva o una colección inteligente nueva

# NewVariantFromCurrentInSelection
source: Create an audition with a Timeline clip and a duplicate version of the clip, including applied effects
de: Alternative mit einem Timeline-Clip und einer Kopie des Clips erstellen, einschließlich der angewendeten Effekte
es: Crear una prueba de pantalla con un clip de línea de tiempo y una versión duplicada del clip, incluidos los efectos aplicados

# NextClip
source: Go to the next item (in the Browser) or the next edit point (in the Timeline)
de: Zum nächsten Objekt (in der Übersicht) oder nächsten Bearbeitungspunkt (in der Timeline)
es: Ir al ítem siguiente (en el explorador) o al punto de edición siguiente (en la línea de tiempo)

# NextEdit
source: Move the playhead to the next edit point in the Timeline
de: Abspielposition zum nächsten Bearbeitungspunkt in der Timeline bewegen
es: Mover el cursor de reproducción al siguiente punto de edición de la línea de tiempo

# NextKeyframe
source: Go to the Next Keyframe of the Selected Effect
de: Gehe zum nächsten Keyframe des ausgewählten Effekts
es: Ir al fotograma clave siguiente del efecto seleccionado

# NextMarker
source: Move the playhead to the next marker
de: Abspielposition zum nächsten Marker
es: Mover el cursor de reproducción al siguiente marcador

# NoRatingsOrKeywords
source: Change the Browser filter setting to show clips with no ratings or keywords
de: Filtereinstellungen der Übersicht ändern, um Clips ohne Wertung und Schlagwörter einzublenden
es: Cambiar el ajuste del filtro del explorador para mostrar los clips sin valoraciones ni palabras clave

# NudgeDown
source: Nudge the selection down one unit
de: Auswahl 1 Einheit nach unten schieben
es: Desplazar la selección una unidad hacia abajo

# NudgeDownMany
source: Nudge the selection down 10 units
de: Auswahl 10 Einheiten nach unten schieben
es: Desplazar la selección 10 unidades hacia abajo

# NudgeLeft
source: Nudge the selection one unit to the left
de: Auswahl um 1 Einheit nach links schieben
es: Desplazar la unidad seleccionada hacia la izquierda

# NudgeLeftAudio
source: Nudge the selected audio edit point left by one subframe, creating a split edit
de: Ausgewählten Audio-Schnittpunkt um 10 Subframes nach links schieben – erstellt einen getrennten Schnitt
es: Desplazar el punto de edición de audio seleccionado un subfotograma hacia la izquierda para crear una división

# NudgeLeftAudioMany
source: Nudge the selected audio edit point left by 10 subframes, creating a split edit
de: Ausgewählten Audio-Schnittpunkt um 10 Subframes nach links schieben – erstellt einen getrennten Schnitt
es: Desplazar el punto de edición de audio seleccionado 10 subfotogramas hacia la izquierda para crear una división

# NudgeLeftMany
source: Nudge the selection 10 units to the left
de: Auswahl um 10 Einheiten nach links schieben
es: Desplazar las 10 unidades seleccionadas hacia la izquierda

# NudgeMarkerLeft
source: Nudge the selected marker one frame to the left (on audio-only clips, nudge by one subframe)
de: Ausgewählten Marker ein Bild nach links schieben (für reine Audio-Clips, um 1 Subframe schieben)
es: Desplazar el marcador seleccionado un fotograma hacia la izquierda (en los clips de solo audio, desplazar un subfotograma)

# NudgeMarkerRight
source: Nudge the selected marker one frame to the right (on audio-only clips, nudge by one subframe)
de: Ausgewählten Marker ein Bild nach rechts schieben (für reine Audio-Clips, um 1 Subframe schieben)
es: Desplazar el marcador seleccionado un fotograma hacia la derecha (en los clips de solo audio, desplazar un subfotograma)

# NudgeRight
source: Nudge the selection one unit to the right
de: Auswahl um 1 Einheit nach rechts schieben
es: Desplazar la unidad seleccionada hacia la derecha

# NudgeRightAudio
source: Nudge the selected audio edit point right by one subframe, creating a split edit
de: Ausgewählten Audio-Schnittpunkt um 1 Subframe nach rechts schieben – erstellt einen getrennten Schnitt
es: Desplazar el punto de edición de audio seleccionado un subfotograma hacia la derecha para crear una división

# NudgeRightAudioMany
source: Nudge the selected audio edit point right by 10 subframes, creating a split edit
de: Ausgewählten Audio-Schnittpunkt um 10 Subframes nach rechts schieben – erstellt einen getrennten Schnitt
es: Desplazar el punto de edición de audio seleccionado 10 subfotogramas hacia la derecha para crear una división

# NudgeRightMany
source: Nudge the selection 10 units to the right
de: Auswahl um 10 Einheiten nach rechts schieben
es: Desplazar las 10 unidades seleccionadas hacia la derecha

# NudgeUp
source: Nudge the selection up one unit
de: Auswahl 1 Einheit nach oben schieben
es: Desplazar la selección una unidad hacia arriba

# NudgeUpMany
source: Nudge the selection up 10 units
de: Auswahl 10 Einheiten nach oben schieben
es: Desplazar la selección 10 unidades hacia arriba

# OpenInTimeline
source: Open the selected clip in the Timeline, or open the selected multicam clip in the Angle Editor
de: Öffnen Sie den ausgewählten Clip in der Timeline oder öffnen Sie den ausgewählten Multicam-Clip im Kamera-Editor.
es: Abrir el clip seleccionado en la línea de tiempo o el clip Multicam seleccionado en el editor de ángulo

# OpenLibrary
source: Open a new or existing library
de: Neue oder vorhandene Mediathek öffnen
es: Abrir una biblioteca nueva o una existente

# OrderFrontKeywordEditor
source: Show or go to the Keyword Editor
de: Schlagwort-Editor einblenden
es: Mostrar o ir al editor de palabras clave

# OrganizeLayout
source: Apply the Organize Workspace
de: Den Arbeitsbereich „Organisieren“ anwenden
es: Aplicar el espacio de trabajo Organizar

# OverwriteWithSelectedMedia
source: Overwrite at the skimmer or playhead position
de: An Position des Skimmers oder der Abspielposition überschreiben
es: Sobrescribir en la posición de Skimmer o del cursor de reproducción

# OverwriteWithSelectedMediaAudio
source: Overwrite audio at the skimmer or playhead position
de: Audio an Position des Skimmers oder der Abspielposition überschreiben
es: Sobrescribir audio en la posición de Skimmer o del cursor de reproducción

# OverwriteWithSelectedMediaAudioBacktimed
source: Overwrite audio only, aligning the end point with the skimmer or playhead
de: Nur Audio überschreiben und Endpunkt an Skimmer oder Abspielposition ausrichten
es: Sobrescribir solo audio, y alinear el punto final con Skimmer o el cursor de reproducción

# OverwriteWithSelectedMediaBacktimed
source: Overwrite from the skimmer or playhead position back
de: Ab Position des Skimmers oder der Abspielposition überschreiben
es: Sobrescribir desde la posición de Skimmer o del cursor de reproducción hacia atrás

# OverwriteWithSelectedMediaVideo
source: Overwrite video only
de: Nur Video überschreiben
es: Sobrescribir solo vídeo

# OverwriteWithSelectedMediaVideoBacktimed
source: Overwrite video only, aligning the end point with the skimmer or playhead
de: Nur Video überschreiben und Endpunkt an Skimmer oder Abspielposition ausrichten
es: Sobrescribir solo video, y alinear el punto final con Skimmer o el cursor de reproducción

# Paste
source: Insert the Clipboard contents at the skimmer or playhead position
de: Inhalt der Zwischenablage an Position des Skimmers oder der Abspielposition einfügen
es: Insertar el contenido del Portapapeles en la posición de Skimmer o del cursor de reproducción

# PasteAllAttributes
source: Paste effects and their settings to the selection
de: Effekte und deren Einstellungen in Auswahl einsetzen
es: Pegar los efectos y sus ajustes en la selección

# PasteAsConnected
source: Paste the selection and connect it to the primary storyline
de: Auswahl einsetzen und mit primärer Handlung verbinden
es: Pegar la selección y conectarla a la pista principal

# PasteConnected
source: Paste the selection and connect it to the primary storyline
de: Auswahl einsetzen und mit primärer Handlung verbinden
es: Pegar la selección y conectarla a la pista principal

# PasteKeyframes
source: Paste Selected Keyframes
de: Ausgewählte Keyframes einsetzen
es: Pegar fotogramas clave seleccionados

# PasteSomeAttributes
source: Paste selected attributes and their settings to the selection
de: Ausgewählte Attribute und deren Einstellungen in Auswahl einsetzen
es: Pegar los atributos seleccionados y sus ajustes en la selección

# PasteTimecode
source: Move playhead position to pasted timecode
de: Abspielposition zum eingefügten Timecode bewegen
es: Desplazar la posición del cursor de reproducción hasta el código de tiempo pegado
