Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandNames.strings
Languages: de, es, zh_cn

source: Next Clip
de: Nächster Clip
es: Clip siguiente
zh_cn: 下一个片段

# NextEdit
source: Go to Next Edit
de: Gehe zur nächsten Schnittmarke
es: Ir a la edición siguiente
zh_cn: 跳到下一个编辑点

source: Next Keyframe
de: Nächster Keyframe
es: Siguiente fotograma clave
zh_cn: 下一个关键帧

source: Next Marker
de: Nächster Marker
es: Marcador siguiente
zh_cn: 下一个标记

source: No Ratings or Keywords
de: Ohne Wertung oder Schlagwörter
es: Sin valorac./pal. clave
zh_cn: 无评分或关键词

source: Nudge Down
de: Nach unten schieben
es: Desplazar hacia abajo
zh_cn: 向下挪动

source: Nudge Down Many
de: Weit nach unten schieben
es: Desplazar muchos hacia abajo
zh_cn: 向下挪动很多

source: Nudge Left
de: Nach links schieben
es: Desplazar hacia la izquierda
zh_cn: 向左挪动

# NudgeLeftAudio
source: Nudge Audio Subframe Left
de: Audio-Subframe nach links schieben
es: Desplazar subfotograma de audio a la izquierda
zh_cn: 向左挪动音频子帧

# NudgeLeftAudioMany
source: Nudge Audio Subframe Left Many
de: Audio-Subframe weit nach links schieben
es: Desplazar muchos subfotogramas de audio a la izquierda
zh_cn: 将音频子帧向左挪动很多

source: Nudge Left Many
de: Weit nach links schieben
es: Desplazar muchos hacia la izquierda
zh_cn: 向左挪动很多

source: Nudge Marker Left
de: Marker nach links schieben
es: Desplazar el marcador hacia la izquierda
zh_cn: 向左挪动标记

source: Nudge Marker Right
de: Marker nach rechts schieben
es: Desplazar el marcador hacia la derecha
zh_cn: 向右挪动标记

source: Nudge Right
de: Nach rechts schieben
es: Desplazar hacia la derecha
zh_cn: 向右挪动

# NudgeRightAudio
source: Nudge Audio Subframe Right
de: Audio-Subframe nach rechts schieben
es: Desplazar subfotograma de audio a la derecha
zh_cn: 向右挪动音频子帧

# NudgeRightAudioMany
source: Nudge Audio Subframe Right Many
de: Audio-Subframe weit nach rechts schieben
es: Desplazar muchos subfotogramas de audio a la derecha
zh_cn: 将音频子帧向右挪动很多

source: Nudge Right Many
de: Weit nach rechts schieben
es: Desplazar muchos hacia la derecha
zh_cn: 向右挪动很多

source: Nudge Up
de: Nach oben schieben
es: Desplazar hacia arriba
zh_cn: 向上挪动

source: Nudge Up Many
de: Weit nach oben schieben
es: Desplazar muchos hacia arriba
zh_cn: 向上挪动很多

# OpenInTimeline
source: Open Clip
de: Clip öffnen
es: Abrir clip
zh_cn: 打开片段

source: Open Library
de: Mediathek öffnen
es: Abrir biblioteca
zh_cn: 打开资源库

# OrderFrontKeywordEditor
source: Go to Keyword Editor
de: Gehe zum Schlagwort-Editor
es: Ir al editor de palabras clave
zh_cn: 跳到关键词编辑器

source: Organization
de: Organisation
es: Organización
zh_cn: 组织

# OrganizeLayout
source: Organize
de: Organisieren
es: Organizar
zh_cn: 整理

# OverwriteWithSelectedMedia
source: Overwrite
de: Überschreiben
es: Sobrescribir
zh_cn: 覆盖

# OverwriteWithSelectedMediaAudio
source: Overwrite Audio only
de: Nur Audio überschreiben
es: Sobrescribir solo audio
zh_cn: 仅覆盖音频

# OverwriteWithSelectedMediaAudioBacktimed
source: Overwrite Audio only - Backtimed
de: Nur Audio überschreiben - Backtimed
es: Sobrescribir solo audio (al revés)
zh_cn: 仅覆盖音频 - 反向时序

# OverwriteWithSelectedMediaBacktimed
source: Overwrite - Backtimed
de: Überschreiben - Backtimed
es: Sobrescribir (al revés)
zh_cn: 覆盖 - 反向时序

# OverwriteWithSelectedMediaVideo
source: Overwrite Video only
de: Nur Video überschreiben
es: Sobrescribir solo vídeo
zh_cn: 仅覆盖视频

# OverwriteWithSelectedMediaVideoBacktimed
source: Overwrite Video only - Backtimed
de: Nur Video überschreiben - Backtimed
es: Sobrescribir solo vídeo (al revés)
zh_cn: 仅覆盖视频 - 反向时序

# Paste
source: Paste Insert at Playhead
de: An Abspielposition einsetzen und einfügen
es: Pegar “Insertar en el cursor de reproducción”
zh_cn: 在播放头处粘贴插入项

# PasteAllAttributes
source: Paste Effects
de: Effekte einsetzen
es: Pegar efectos
zh_cn: 粘贴效果

source: Paste as Connected
de: Als Verbunden einsetzen
es: Pegar como Conectado
zh_cn: 粘贴为连接项

# PasteConnected
source: Paste as Connected
de: Als Verbunden einsetzen
es: Pegar como Conectado
zh_cn: 粘贴为连接项

source: Paste Keyframes
de: Keyframes einsetzen
es: Pegar fotogramas clave
zh_cn: 粘贴关键帧

# PasteSomeAttributes
source: Paste Attributes…
de: Attribute einsetzen …
es: Pegar atributos…
zh_cn: 粘贴属性…

source: Paste Timecode
de: Timecode einsetzen
es: Pegar código de tiempo
zh_cn: 粘贴时间码

# PlayAroundCurrentFrame
source: Play Around
de: Umgebung abspielen
es: Reproducir desde el cursor
zh_cn: 播放当前位置前后片段

# PlayFromAlternatePlayhead
source: Play from Playhead
de: Wiedergabe ab Abspielposition
es: Reproducir desde el cursor de reproducción
zh_cn: 从播放头播放

source: Play From Beginning of Clip
de: Wiedergabe ab Anfang des Clips
es: Reproducir desde el principio del clip
zh_cn: 从片段开头播放

# PlayFromStart
source: Play From Beginning
de: Wiedergabe ab Anfang
es: Reproducir desde el principio
zh_cn: 从开头播放

source: Play Full Screen
de: Auf gesamtem Bildschirm wiedergeben
es: Reproducir a pantalla completa
zh_cn: 以全屏幕模式播放

source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
zh_cn: 播放/暂停

# PlayRate16X
source: Play Rate 16
de: Wiedergabegeschwindigkeit: 16
es: Velocidad de reproducción 16
zh_cn: 播放速率 16

# PlayRate1X
source: Play Rate 1
de: Wiedergabegeschwindigkeit: 1
es: Velocidad de reproducción 1
zh_cn: 播放速率 1

# PlayRate2X
source: Play Rate 2
de: Wiedergabegeschwindigkeit: 2
es: Velocidad de reproducción 2
zh_cn: 播放速率 2

# PlayRate32X
source: Play Rate 32
de: Wiedergabegeschwindigkeit: 32
es: Velocidad de reproducción 32
zh_cn: 播放速率 32

# PlayRate4X
source: Play Rate 4
de: Wiedergabegeschwindigkeit: 4
es: Velocidad de reproducción 4
zh_cn: 播放速率 4

# PlayRate8X
source: Play Rate 8
de: Wiedergabegeschwindigkeit: 8
es: Velocidad de reproducción 8
zh_cn: 播放速率 8

# PlayRateMinus16X
source: Play Rate -16
de: Wiedergabegeschwindigkeit: -16
es: Velocidad de reproducción -16
zh_cn: 播放速率 -16

# PlayRateMinus1X
source: Play Rate -1
de: Wiedergabegeschwindigkeit: -1
es: Velocidad de reproducción -1
zh_cn: 播放速率 -1

# PlayRateMinus2X
source: Play Rate -2
de: Wiedergabegeschwindigkeit: -2
es: Velocidad de reproducción -2
zh_cn: 播放速率 -2

# PlayRateMinus32X
source: Play Rate -32
de: Wiedergabegeschwindigkeit: -32
es: Velocidad de reproducción -32
zh_cn: 播放速率 -32

# PlayRateMinus4X
source: Play Rate -4
de: Wiedergabegeschwindigkeit: -4
es: Velocidad de reproducción -4
zh_cn: 播放速率 -4

# PlayRateMinus8X
source: Play Rate -8
de: Wiedergabegeschwindigkeit: -8
es: Velocidad de reproducción -8
zh_cn: 播放速率 -8

source: Play Reverse
de: Rückwärts
es: Reproducir a la inversa
zh_cn: 倒放

# PlaySelected
source: Play Selection
de: Auswahl wiedergeben
es: Reproducir selección
zh_cn: 播放所选部分

# PlayToOut
source: Play to End
de: Bis zum Ende wiedergeben
es: Reproducir hasta el final
zh_cn: 播放到结尾

source: Playback
de: Wiedergabe
es: Reproducción
zh_cn: 播放

source: Playback/Navigation
de: Wiedergabe/Navigation
es: Reproducción/Navegación
zh_cn: 播放/导航

# PlaybackBetterPerformance
source: Better Playback Performance
de: Höhere Wiedergabeleistung
es: Mejor rendimiento de reproducción
zh_cn: 更好的播放性能

# PlaybackBetterQuality
source: Better Playback Quality
de: Höhere Wiedergabequalität
es: Mejor calidad de reproducción
zh_cn: 更好的播放质量

source: Previous Clip
de: Vorheriger Clip
es: Clip anterior
zh_cn: 上一个片段

# PreviousEdit
source: Go to Previous Edit
de: Gehe zur vorherigen Schnittmarke
es: Ir a la edición anterior
zh_cn: 跳到上一个编辑点

source: Previous Keyframe
de: Vorheriger Keyframe
es: Fotograma clave anterior
zh_cn: 上一个关键帧

source: Previous Marker
de: Vorheriger Marker
es: Marcador anterior
zh_cn: 上一个标记

# ProjectInfo
source: Project Properties
de: Projekteinstellungen
es: Propiedades del proyecto
zh_cn: 项目属性

# PurgeRenderFiles
source: Delete Generated Library/Event/Project Files
de: Generierte Mediatheks-/Ereignis-/Projektdateien löschen
es: Eliminar archivos generados de la biblioteca/evento/proyecto
zh_cn: 删除生成的资源库/事件/项目文件

source: Quit
de: Beenden
es: Salir
zh_cn: 退出

# ReImportFilesFromCamera
source: Reimport from Camera/Archive…
de: Von Kamera/Archiv erneut importieren …
es: Reimportar desde cámara/archivo…
zh_cn: 从摄像机/归档重新导入…

source: Redo Changes
de: Änderungen wiederholen
es: Rehacer los cambios
zh_cn: 重做更改

source: Reject
de: Ablehnen
es: Rechazar
zh_cn: 拒绝

source: Relink Files…
de: Dateien erneut verknüpfen …
es: Volver a enlazar archivos…
zh_cn: 重新链接文件…

# RemoveAllAnalysisKeywordsFromSelection
source: Remove Analysis Keywords
de: Analyse-Schlagwörter entfernen
es: Eliminar palabras clave de análisis
zh_cn: 移除分析关键词

source: Remove All Keywords From Selection
de: Alle Schlagwörter aus Auswahl entfernen
es: Eliminar todas las palabras clave de la selección
zh_cn: 将所有关键词从所选部分中移除

source: Remove Attributes…
de: Attribute entfernen …
es: Eliminar atributos…
zh_cn: 移除属性…

source: Remove Audio Fades
de: Audio-Fades entfernen
es: Eliminar fundidos de audio
zh_cn: 移除音频淡入淡出

source: Remove Effects
de: Effekte entfernen
es: Eliminar efectos
zh_cn: 去掉效果

source: Render All
de: Alles rendern
es: Renderizar todo
zh_cn: 全部渲染

source: Render Selection
de: Auswahl rendern
es: Renderizar selección
zh_cn: 渲染所选部分

# ReplaceAndAddToAudition
source: Audition: Replace and Add to Audition
de: Alternativen: Ersetzen und zu Alternativen hinzufügen
es: Prueba de pantalla: Reemplazar y añadir a prueba de pantalla
zh_cn: 试演：替换并添加到试演

source: Replace with Gap
de: Durch Gap ersetzen
es: Reemplazar por separación
zh_cn: 替换为空隙

# ReplaceWithSelectedMediaAtPlayhead
source: Replace At Playhead
de: An Wiedergabeposition ersetzen
es: Reemplazar en el cursor de reproducción
zh_cn: 在播放头处替换

# ReplaceWithSelectedMediaFromEnd
source: Replace From End
de: Vom Ende ersetzen
es: Reemplazar desde el final
zh_cn: 从结尾替换

# ReplaceWithSelectedMediaFromStart
source: Replace From Start
de: Vom Anfang ersetzen
es: Reemplazar desde el inicio
zh_cn: 从开头替换

# ReplaceWithSelectedMediaWhole
source: Replace
de: Ersetzen
es: Reemplazar
zh_cn: 替换

# ResetWindowLayout
source: Revert to Original Layout
de: Original-Layout wiederherstellen
es: Restaurar disposición original
zh_cn: 复原到原始布局

# RetimeBladeSpeed
source: Blade Speed
de: Tempo schneiden
es: Velocidad de corte
zh_cn: 切割速度

# RetimeConformSpeed
source: Automatic Speed
de: Automatisches Tempo
es: Velocidad automática
zh_cn: 自动速度

# RetimeCreateSegment
source: Retime: Create Normal Speed Segment
de: Retime: Segment mit normalem Tempo erstellen
es: Reprogramar: Crear segmento de velocidad normal
zh_cn: 重新定时：创建正常速度分段

# RetimeCustomSpeed
source: Custom Speed…
de: Eigenes Tempo …
es: Velocidad personalizada…
zh_cn: 自定速度…

source: Retime: Fast 2x
de: Retime: Schnell mit 2x
es: Reprogramar: rápido 2x
zh_cn: 重新定时：快速 2 倍

source: Retime: Fast 4x
de: Retime: Schnell mit 4x
es: Reprogramar: rápido 4x
zh_cn: 重新定时：快速 4 倍

source: Retime: Fast 8x
de: Retime: Schnell mit 8x
es: Reprogramar: rápido 8x
zh_cn: 重新定时：快速 8 倍

source: Retime: Hold
de: Retime: Halten
es: Reprogramar: Suspensión
zh_cn: 重新定时：静止

source: Retime: Instant Replay
es: Reprogramar: Repetición instantánea
zh_cn: 重新定时：即时重放

source: Retime: Reset
de: Retime: Zurücksetzen
es: Reprogramar: Restablecer
zh_cn: 重新定时：重设

source: Retime: Reverse Clip
de: Retime: Clip umkehren
es: Reprogramar: Invertir clip
zh_cn: 重新定时：倒转片段

# RetimeRewind1x
source: Retime: Rewind
de: Retime: Zurückspulen
es: Reprogramar: Rebobinado
zh_cn: 重新定时：倒回

source: Retime: Rewind 2x
de: Retime: Zurückspulen 2x
es: Reprogramar: Rebobinado 2x
zh_cn: 重新定时：倒回 2 倍

source: Retime: Rewind 4x
de: Retime: Zurückspulen 4x
es: Reprogramar: Rebobinado 4x
zh_cn: 重新定时：倒回 4 倍

source: Retime: Slow 10%
de: Retime: Langsam mit 10 %
es: Reprogramar: lento 10%
zh_cn: 重新定时：慢速 10%

source: Retime: Slow 25%
de: Retime: Langsam mit 25 %
es: Reprogramar: lento 25%
zh_cn: 重新定时：慢速 25%

source: Retime: Slow 50%
de: Retime: Langsam mit 50 %
es: Reprogramar: lento 50%
zh_cn: 重新定时：慢速 50%

source: Retime: Speed Ramp from Zero
de: Retime: Temporampe von 0 %
es: Reprogramar: Rampa de velocidad desde cero
zh_cn: 重新定时：速度斜坡（从零）

source: Retime: Speed Ramp to Zero
de: Retime: Temporampe nach 0 %
es: Reprogramar: Rampa de velocidad hasta cero
zh_cn: 重新定时：速度斜坡（到零）

source: Retime Video Quality: Frame Blending
de: Retime-Videoqualität: Bildüberblendung
es: Reprogramar calidad de vídeo: Mezcla de fotogramas
zh_cn: 重新定时视频质量：帧融合

source: Retime Video Quality: Normal
de: Retime-Videoqualität: Normal
es: Reprogramar calidad de vídeo: Normal
zh_cn: 重新定时视频质量：常速

source: Retime Video Quality: Optical Flow
de: Retime-Videoqualität: Optischer Fluss
es: Reprogramar calidad de vídeo: Flujo óptico
zh_cn: 重新定时视频质量：光流

# RevealInEventsBrowser
source: Reveal In Browser
de: In der Dateiübersicht zeigen
es: Mostrar en el explorador
zh_cn: 在浏览器中显示

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
zh_cn: 在 Finder 中显示

# RevealProjectInEventsBrowser
source: Reveal Project in Browser
de: Projekt in der Übersicht anzeigen
es: Mostrar proyecto en el explorador
zh_cn: 在浏览器中显示项目

source: Save Audio Effect Preset
de: Voreinstellung für Audioeffekt sichern
es: Guardar preajuste de efecto de audio
zh_cn: 存储音频效果预置

source: Save Video Effect Preset
de: Voreinstellung für Videoeffekt sichern
es: Guardar preajuste de efecto de vídeo
zh_cn: 存储视频效果预置

source: Select All
de: Alles auswählen
es: Seleccionar todo
zh_cn: 全选

# SelectClip
source: Select Clip Range
de: Clip-Bereich auswählen
es: Seleccionar intervalo de clips
zh_cn: 选择片段范围

# SelectClipAtPlayhead
source: Select Clip
de: Clip auswählen
es: Seleccionar clip
zh_cn: 选择片段

# SelectCropTool
source: Crop Tool
de: Beschneiden-Werkzeug
es: Herramienta de recorte
zh_cn: 裁剪工具

# SelectDistortTool
source: Distort Tool
de: Verzerren-Werkzeug
es: Herramienta de distorsión
zh_cn: 变形工具

source: Select Left Edge
de: Linken Rand auswählen
es: Seleccionar borde izquierdo
zh_cn: 选择左边缘

# SelectLeftEdgeAudio
source: Select Left Audio Edge
de: Linken Audio-Rand auswählen
es: Seleccionar borde de audio izquierdo
zh_cn: 选择左音频边缘

# SelectLeftEdgeVideo
source: Select Left Video Edge
de: Linken Video-Rand auswählen
es: Seleccionar borde de vídeo izquierdo
zh_cn: 选择左视频边缘

# SelectLeftRightEdge
source: Select Left and Right Edit Edges
de: Linke und rechte Bearbeitungsränder auswählen
es: Seleccionar bordes de edición izquierdo y derecho
zh_cn: 选择左右编辑边缘

# SelectLeftRightEdgeAudio
source: Select Left and Right Audio Edit Edges
de: Linke und rechte Audio-Bearbeitungsränder auswählen
es: Seleccionar bordes de edición de audio izquierdo y derecho
zh_cn: 选择左右音频编辑边缘

# SelectLeftRightEdgeVideo
source: Select Left and Right Video Edit Edges
de: Linke und rechte Video-Bearbeitungsränder auswählen
es: Seleccionar bordes de edición de vídeo izquierdo y derecho
zh_cn: 选择左右视频编辑边缘

# SelectLowerItem
source: Select Below
de: Darunter auswählen
es: Seleccionar debajo
zh_cn: 选择下面

source: Select Next Angle
de: Nächste Kamera auswählen
es: Seleccionar ángulo siguiente
zh_cn: 选择下一个角度

# SelectNextAngleBank
source: Go to Next Bank
de: Zur nächsten Bank
es: Ir al bloque siguiente
zh_cn: 跳到下一个倾斜角度组

source: Select Next Audio Angle
de: Nächste Audio-Kamera auswählen
es: Seleccionar ángulo de audio siguiente
zh_cn: 选择下一个音频角度

# SelectNextPick
source: Pick the next object in the Audition
de: Nächstes Objekt in der Alternative auswählen
es: Seleccionar el objeto siguiente de la prueba de pantalla
zh_cn: 挑选试演中的下一个对象

# SelectNextTab
source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
zh_cn: 下一个标签

# SelectNextTimelineItem
source: Timeline History Forward
de: Timeline-Verlauf vorwärts
es: Avanzar en el historial de la línea de tiempo
zh_cn: 时间线历史记录前进

# SelectNextVariant
source: Next Pick
de: Nächste Auswahl
es: Selección siguiente
zh_cn: 下一次挑选

source: Select Next Video Angle
de: Nächste Video-Kamera auswählen
es: Seleccionar ángulo de vídeo siguiente
zh_cn: 选择下一个视频角度

source: Select Previous Angle
de: Vorherige Kamera auswählen
es: Seleccionar ángulo anterior
zh_cn: 选择上一个角度

# SelectPreviousAngleBank
source: Go to Previous Bank
de: Zur vorherigen Bank
es: Ir al bloque anterior
zh_cn: 跳到上一个倾斜角度组

source: Select Previous Audio Angle
de: Vorherige Audio-Kamera auswählen
es: Seleccionar ángulo de audio anterior
zh_cn: 选择上一个音频角度

# SelectPreviousPick
source: Pick the previous object in the Audition
de: Vorheriges Objekt in der Alternative auswählen
es: Seleccionar el objeto anterior de la prueba de pantalla
zh_cn: 挑选试演中的上一个对象

# SelectPreviousTab
source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
zh_cn: 上一个标签

# SelectPreviousTimelineItem
source: Timeline History Back
de: Timeline-Verlauf rückwärts
es: Retroceder en el historial de la línea de tiempo
zh_cn: 时间线历史记录后退

# SelectPreviousVariant
source: Previous Pick
de: Vorherige Auswahl
es: Selección anterior
zh_cn: 上一次挑选

source: Select Previous Video Angle
de: Vorherige Video-Kamera auswählen
es: Seleccionar ángulo de vídeo anterior
zh_cn: 选择上一个视频角度

source: Select Right Edge
de: Rechte Kante auswählen
es: Seleccionar borde derecho
zh_cn: 选择右边缘

# SelectRightEdgeAudio
source: Select Right Audio Edge
de: Rechten Audio-Rand auswählen
es: Seleccionar borde de audio derecho
zh_cn: 选择右音频边缘

# SelectRightEdgeVideo
source: Select Right Video Edge
de: Rechten Video-Rand auswählen
es: Seleccionar borde de vídeo derecho
zh_cn: 选择右视频边缘

# SelectToolArrowOrRangeSelection
source: Select Tool
de: Auswahlwerkzeug
es: Herramienta de selección
zh_cn: 选择工具

# SelectToolBlade
source: Blade Tool
de: Schneid-Werkzeug
es: Herramienta de corte
zh_cn: 切割工具

# SelectToolHand
source: Hand Tool
de: Hand-Werkzeug
es: Herramienta de mano
zh_cn: 手工具

# SelectToolPlacement
source: Position Tool
de: Positions-Werkzeug
es: Herramienta de posición
zh_cn: 定位工具

# SelectToolRangeSelection
source: Range Selection Tool
de: Bereich auswählen
es: Herramienta de selección de intervalo
zh_cn: 范围选择工具

# SelectToolTrim
source: Trim Tool
de: Trimmen-Werkzeug
es: Herramienta de recorte
zh_cn: 修剪工具

# SelectToolZoom
source: Zoom Tool
de: Zoom-Werkzeug
es: Herramienta de zoom
zh_cn: 缩放工具

# SelectTransformTool
source: Transform Tool
de: Transformieren-Werkzeug
es: Herramienta de transformación
zh_cn: 变换工具

# SelectUpperItem
source: Select Above
de: Drüber auswählen
es: Seleccionar encima
zh_cn: 选择上面

source: Send to Compressor
de: An Compressor senden
es: Enviar a Compressor
zh_cn: 发送到 Compressor

# SetCorrectionFromEdit-Back-1
source: Apply Color Correction from Previous Edit
de: Farbkorrekturen von vorheriger Schnittmarke anwenden
es: Aplicar corrección de color de la edición anterior
zh_cn: 从上一个编辑点应用颜色校正

# SetCorrectionFromEdit-Back-2
source: Apply Color Correction from Two Edits Prior
de: Farbkorrekturen von vorletzter Schnittmarke anwenden
es: Aplicar corrección de color usada dos ediciones antes
zh_cn: 从先前的两个编辑点应用颜色校正

# SetCorrectionFromEdit-Back-3
source: Apply Color Correction from Three Edits Prior
de: Farbkorrekturen von vorvorletzter Schnittmarke anwenden
es: Aplicar corrección de color usada tres ediciones antes
zh_cn: 从先前的三个编辑点应用颜色校正

# SetDisplayBroadcastSafe
source: Show Title/Action Safe Zones
de: Bereichsrahmen für Titel/Aktion anzeigen
es: Mostrar zonas de seguridad de título/acción
zh_cn: 显示字幕/操作安全区

# SetRoleDialogue
source: Roles: Apply Dialogue Role
de: Rollen: Dialogrolle anwenden
es: Funciones: Aplicar función de diálogo
zh_cn: 角色：应用对白角色

# SetRoleEffects
source: Roles: Apply Effects Role
de: Rollen: Effektrolle anwenden
es: Funciones: Aplicar función de efectos
zh_cn: 角色：应用效果角色

# SetRoleMusic
source: Roles: Apply Music Role
de: Rollen: Musikrolle anwenden
es: Funciones: Aplicar función de música
zh_cn: 角色：应用音乐角色

# SetRoleTitles
source: Roles: Apply Titles Role
de: Rollen: Titelrolle anwenden
es: Funciones: Aplicar función de títulos
zh_cn: 角色：应用字幕角色

# SetRoleVideo
source: Roles: Apply Video Role
de: Rollen: Videorolle anwenden
es: Funciones: Aplicar función de vídeo
zh_cn: 角色：应用视频角色

# SetSelectionEnd
source: Set Range End
de: Bereichsende festlegen
es: Ajustar fin del intervalo
zh_cn: 设定范围结尾

# SetSelectionStart
source: Set Range Start
de: Bereichsanfang festlegen
es: Ajustar inicio del intervalo
zh_cn: 设定范围开头

source: Share
de: Bereitstellen
es: Compartir
zh_cn: 共享

# ShareDefaultDestination
source: Export Using Default Share Destination…
de: Mit Standardzielort für Bereitstellung exportieren ...
es: Exportar utilizando el destino para compartir por omisión…
zh_cn: 使用默认共享目的位置导出…

# ShowAVSplit
source: Expand Audio/Video
de: Audio/Video erweitern
es: Expandir audio/vídeo
zh_cn: 展开音频/视频

# ShowAVSplitsEdited
source: Expand Audio/Video for Splits
de: Getrennte Schnitte für Audio/Video erweitern
es: Expandir audio/vídeo para divisiones
zh_cn: 展开拆分的音频/视频

# ShowAudioCurveEditor
source: Show/Hide Audio Animation
de: Audioanimation ein-/ausblenden
es: Mostrar/ocultar animación de audio
zh_cn: 显示/隐藏音频动画

source: Show Both Fields
de: Beide Halbbilder anzeigen
es: Mostrar ambos campos
zh_cn: 同时显示两个场

# ShowBothFieldsEventViewer
source: Show Both Fields in the Event Viewer
de: Beide Halbbilder im Ereignis-Viewer anzeigen
es: Mostrar ambos campos en el visor de eventos
zh_cn: 在事件检视器中同时显示两个场

# ShowColorChannelsAll
source: View All Color Channels
de: Alle Farb-Kanäle anzeigen
es: Ver todos los canales de color
zh_cn: 查看所有颜色通道

# ShowColorChannelsAlpha
source: View Alpha Color Channel
de: Alpha-Farbkanal anzeigen
es: Ver canales de color alfa
zh_cn: 查看 Alpha 颜色通道

# ShowColorChannelsBlue
source: View Blue Color Channel
de: Blauen Farbkanal anzeigen
es: Ver canal de color azul
zh_cn: 查看蓝色通道

# ShowColorChannelsGreen
source: View Green Color Channel
de: Grünen Farbkanal anzeigen
es: Ver canal de color verde
zh_cn: 查看绿色通道

# ShowColorChannelsRed
source: View Red Color Channel
de: Roten Farbkanal anzeigen
es: Ver canal de color rojo
zh_cn: 查看红色通道

# ShowCurveEditor
source: Show/Hide Video Animation
de: Videoanimation ein-/ausblenden
es: Mostrar/ocultar animación de vídeo
zh_cn: 显示/隐藏视频动画

# ShowFavorites
source: Favorites
de: Favoriten
es: Favoritos
zh_cn: 个人收藏

source: Show Fewer Filmstrip Frames
de: Weniger Filmsteifen-Bilder anzeigen
es: Mostrar menos fotogramas de la tira de fotogramas
zh_cn: 显示较少的连续画面帧

# ShowMarkedRanges
source: Show/Hide Marked Ranges
de: Markierte Bereiche ein-/ausblenden
es: Mostrar/ocultar intervalos marcados
zh_cn: 显示/隐藏所标记的范围

source: Show More Filmstrip Frames
de: Mehr Filmsteifen-Bilder anzeigen
es: Mostrar más fotogramas de la tira de fotogramas
zh_cn: 显示更多的连续画面帧

# ShowMultiangleEventViewer
source: Show/Hide Angles in the Event Viewer
de: Kameras im Ereignis-Viewer ein-/ausblenden
es: Mostrar/ocultar ángulos en el visor de eventos
zh_cn: 在事件检视器中显示或隐藏角度

# ShowMultiangleViewer
source: Show/Hide Angles
de: Kameras ein-/ausblenden
es: Mostrar/ocultar ángulos
zh_cn: 显示/隐藏角度

source: Show One Frame per Filmstrip
de: Ein Bild pro Filmstreifen anzeigen
es: Mostrar un fotograma por tira de fotogramas
zh_cn: 每个连续画面显示一帧

# ShowPreferences
source: Preferences
de: Einstellungen
es: Preferencias
zh_cn: 偏好设置

# ShowRejected
source: Rejected
de: Abgelehnt
es: Rechazados
zh_cn: 已拒绝的

# ShowRetimeEditor
source: Retime Editor
es: Editor de reprogramación
zh_cn: 重新定时编辑器

# ShowSkimmerInfo
source: Show/Hide Skimmer Info
de: Skimmer-Informationen ein-/ausblenden
es: Mostrar/ocultar información de Skimmer
zh_cn: 显示/隐藏浏览条信息

# ShowTimecodeEntryDuration
source: Change Duration
de: Dauer ändern
es: Cambiar duración
zh_cn: 更改时间长度

# ShowTimecodeEntryMinusDelta
source: Negative Timecode Entry
de: Negativer Timecode-Eintrag
es: Entrada de código de tiempo negativa
zh_cn: 负时间码输入

# ShowTimecodeEntryPlayhead
source: Move Playhead Position
de: Wiedergabeposition bewegen
es: Mover posición del cursor de reproducción
zh_cn: 移动播放头位置

# ShowTimecodeEntryPlusDelta
source: Positive Timecode Entry
de: Positiver Timecode-Eintrag
es: Entrada de código de tiempo positiva
zh_cn: 正时间码输入

# SnapshotProject
source: Duplicate Project as Snapshot
de: Projekt als Schnappschuss duplizieren
es: Duplicar proyecto como instantánea
zh_cn: 将项目复制为快照

source: Solo
zh_cn: 独奏
