Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandDescriptions.strings
Languages: de, es

# SelectToolRangeSelection
source: Make the Range Selection tool active
de: Bereichsauswahl-Werkzeug aktivieren
es: Activar la herramienta de selección de intervalo

# SelectToolTrim
source: Make the Trim tool active
de: Trimmen-Werkzeug aktivieren
es: Activar la herramienta de recorte

# SelectToolZoom
source: Make the Zoom tool active
de: Zoom-Werkzeug aktivieren
es: Activar la herramienta de zoom

# SelectTransformTool
source: Make the Transform tool active and display onscreen controls for the selected clip or the top most clip under the playhead
de: Transformieren-Werkzeug aktivieren und Steuerungen für den ausgewählten Clip oder den vordersten Clip unter der Abspielposition anzeigen
es: Activar la herramienta de transformación y mostrar controles en pantalla para el clip seleccionado o el clip situado más arriba bajo el cursor de reproducción

# SelectUpperItem
source: Selects item above current selection under playhead or skimmer
de: Objekt über der aktuellen Auswahl unter der Abspiel- oder Skimmer-Position auswählen
es: Selecciona el ítem que hay encima de la selección actual donde se encuentra el cursor de reproducción o Skimmer

# SendToCompressor
source: Open the selected project or clip in Compressor
de: Ausgewähltes Projekt oder ausgewählten Clip in Compressor öffnen
es: Abrir el clip o proyecto seleccionado en Compressor

# SetCorrectionFromEdit-Back-1
source: Copy the color correction from the previous clip and apply it to the selected clip
de: Farbkorrektur vom vorherigen Clip kopieren und auf den ausgewählten Clip anwenden
es: Copiar la corrección de color del clip anterior y aplicarla al clip seleccionado

# SetCorrectionFromEdit-Back-2
source: Copy the color correction from the clip two clips back and apply it to the selected clip
de: Farbkorrektur vom vorletzten Clip kopieren und auf den ausgewählten Clip anwenden
es: Copiar la corrección de color del clip situado dos clips antes y aplicarla al clip seleccionado

# SetCorrectionFromEdit-Back-3
source: Copy the color correction from the clip three clips back and apply it to the selected clip
de: Farbkorrektur vom vorvorletzten Clip kopieren und auf den ausgewählten Clip anwenden
es: Copiar la corrección de color del clip situado tres clips antes y aplicarla al clip seleccionado

# SetDisplayBroadcastSafe
source: Show Title/Action Safe Zones
de: Bereichsrahmen für Titel/Aktion anzeigen
es: Mostrar zonas de seguridad de título/acción

# SetRoleDialogue
source: Apply Dialog subroles to the selected clip's components
de: Dialog-Subrollen auf die ausgewählten Komponenten des Clips anwenden
es: Aplicar las subfunciones de diálogo a los componentes del clip seleccionado

# SetRoleEffects
source: Apply Effect subroles to the selected clip's components
de: Effekt-Subrollen auf die ausgewählten Komponenten des Clips anwenden
es: Aplicar las subfunciones de efectos a los componentes del clip seleccionado

# SetRoleMusic
source: Apply Music subroles to the selected clip's components
de: Musik-Subrollen auf die ausgewählten Komponenten des Clips anwenden
es: Aplicar las subfunciones de música a los componentes del clip seleccionado

# SetRoleTitles
source: Apply the titles role to the selected clip
de: Titelrolle auf ausgewählten Clip anwenden
es: Aplicar la función de títulos al clip seleccionado

# SetRoleVideo
source: Apply the video role to the selected clip
de: Videorolle auf ausgewählten Clip anwenden
es: Aplicar la función de vídeo al clip seleccionado

# SetSelectionEnd
source: Set the end point for the range
de: Endpunkt für Bereich festlegen
es: Ajustar el punto final del intervalo

# SetSelectionStart
source: Set the start point for the range
de: Startpunkt für Bereich festlegen
es: Ajustar el punto inicial del intervalo

# ShareDefaultDestination
source: Export using the default share destination
de: Mit Standardzielort für Bereitstellung exportieren ...
es: Exportar utilizando el destino para compartir por omisión

# ShowAVSplit
source: View audio and video separately for selected clips
de: Audio und Video für ausgewählte Clips separat anzeigen
es: Ver audio y vídeo por separado para los clips seleccionados

# ShowAVSplitsEdited
source: View audio and video separately for clips with split edits
de: Audio und Video für alle Clips mit getrennten Schnitten separat anzeigen
es: Ver audio y vídeo por separado para los clips con divisiones

# ShowAudioCurveEditor
source: Show or hide the Audio Animation Editor for the selected clips or components
de: Audioanimations-Editor für die ausgewählten Clips oder Komponenten ein- oder ausblenden
es: Mostrar u ocultar el editor de animación de audio para los clips o componentes seleccionados

# ShowBothFields
source: Show both fields of an interlaced clip during playback and skimming
de: Beide Halbbilder des Clips (Interlaced) bei der Wiedergabe und dem Skimmen anzeigen
es: Mostrar ambos campos de un clip entrelazado durante la reproducción y el arrastre

# ShowBothFieldsEventViewer
source: Show Both Fields in the Event Viewer
de: Beide Halbbilder im Ereignis-Viewer anzeigen
es: Mostrar ambos campos en el visor de eventos

# ShowColorChannelsAll
source: View all color channels
de: Alle Farb-Kanäle anzeigen
es: Ver todos los canales de color

# ShowColorChannelsAlpha
source: View the alpha channel
de: Alpha-Kanal anzeigen
es: Ver el canal alfa

# ShowColorChannelsBlue
source: View the blue color channel
de: Blauen Farbkanal anzeigen
es: Ver el canal de color azul

# ShowColorChannelsGreen
source: View the green color channel
de: Grünen Farbkanal anzeigen
es: Ver el canal de color verde

# ShowColorChannelsRed
source: View the red color channel
de: Roten Farbkanal anzeigen
es: Ver el canal de color rojo

# ShowCurveEditor
source: Show or hide the Video Animation Editor for the selected Timeline clips
de: Videoanimations-Editor für die ausgewählten Timeline-Clips ein- oder ausblenden
es: Mostrar u ocultar el editor de animación de vídeo para los clips seleccionados de la línea de tiempo

# ShowFavorites
source: Change the Browser filter setting to show Favorites
de: Filtereinstellungen der Übersicht ändern, um Favoriten einzublenden
es: Cambiar el ajuste del filtro del explorador para mostrar los favoritos

# ShowFewerFilmstripFrames
source: Show fewer filmstrip frames in Browser clips
de: Weniger Filmsteifen-Bilder in der Übersicht anzeigen
es: Mostrar menos fotogramas de la tira de fotogramas en los clips del explorador

# ShowMarkedRanges
source: In the Browser, show or hide colored bars indicating marked ranges in clips
de: Farbbalken, die markierte Bereiche in Clips anzeigen, in Übersicht ein- oder ausblenden
es: En el explorador, mostrar u ocultar las barras de color que indican los intervalos marcados en los clips

# ShowMoreFilmstripFrames
source: Show more filmstrip frames in Browser clips
de: Mehr Filmsteifen-Bilder in der Übersicht anzeigen
es: Mostrar más fotogramas de la tira de fotogramas en los clips del explorador

# ShowMultiangleEventViewer
source: Show or hide the Angles in the Event Viewer
de: Kameras im Ereignis-Viewer ein-/ausblenden
es: Mostrar u ocultar los ángulos en el visor de eventos

# ShowMultiangleViewer
source: Show or hide the Angles in the Viewer
de: Kameras im Viewer ein-/ausblenden
es: Mostrar u ocultar los ángulos en el visor

source: Show one frame per filmstrip
de: Ein Bild pro Filmstreifen anzeigen
es: Mostrar un fotograma por tira de fotogramas

# ShowPreferences
source: Open the Final Cut Pro Preferences window
de: Fenster „Final Cut Pro-Einstellungen“ öffnen
es: Abrir la ventana Preferencias de Final Cut Pro

# ShowRejected
source: Change the Browser filter setting to show rejected clips
de: Filtereinstellungen der Übersicht ändern, um abgelehnte Clips einzublenden
es: Cambiar el ajuste del filtro del explorador para mostrar los clips rechazados

# ShowRetimeEditor
source: Show or hide the Retime Editor
de: Retime-Editor ein- oder ausblenden
es: Mostrar u ocultar el editor de reprogramación

# ShowSkimmerInfo
source: Show or hide clip information when skimming in the Browser
de: Clipinformationen beim Skimmen in Übersicht ein- oder ausblenden
es: Mostrar u ocultar la información del clip al arrastrar en el explorador

# ShowTimecodeEntryDuration
source: Change the duration of the selection
de: Dauer der Auswahl ändern
es: Cambiar la duración de la selección

# ShowTimecodeEntryMinusDelta
source: Enter a negative timecode value to move the playhead back, move a clip earlier, or trim a range or clip, depending on your selection
de: Negativen Timecode-Wert eingeben, um die Abspielposition oder einen Clip rückwärts zu bewegen oder einen Bereich oder Clip zu trimmen (abhängig von Ihrer Auswahl)
es: Introduzca un valor de código de tiempo negativo para mover el cursor de reproducción hacia atrás, adelantar un clip o recortar un intervalo o clip, según su selección

# ShowTimecodeEntryPlayhead
source: Move the playhead by entering a timecode value
de: Abspielposition durch Eingabe eines Timecode-Werts bewegen
es: Mover el cursor de reproducción introduciendo un valor de código de tiempo

# ShowTimecodeEntryPlusDelta
source: Enter a positive timecode value to move the playhead forward, move a clip later, or trim a range or clip, depending on your selection
de: Positiven Timecode-Wert eingeben, um die Abspielposition oder einen Clip vorwärts zu bewegen oder einen Bereich oder Clip zu trimmen (abhängig von Ihrer Auswahl)
es: Introduzca un valor de código de tiempo positivo para mover el cursor de reproducción hacia delante, retrasar un clip o recortar un intervalo o clip, según su selección

# SnapshotProject
source: Duplicate the project with new parent Multicam and Compound clips that are independent of the original project
de: Projekt mit neuen übergeordneten Multicam- oder zusammengesetzten Clips duplizieren, die vom Originalprojekt unabhängig sind
es: Duplicar el proyecto con nuevos clips compuestos y Multicam principales que sean independientes del proyecto original

# Solo
source: Solo the selected items in the timeline
de: Solo für ausgewählte Objekte in der Timeline
es: Aplicar solo a los ítems seleccionados en la línea de tiempo

# SortAscending
source: Sort the selected items in ascending order
de: Ausgewählte Objekte in aufsteigender Folge sortieren
es: Ordenar los ítems seleccionados en orden ascendente

# SortByDate
source: Sort the selected items by date
de: Ausgewählte Objekte nach Datum sortieren
es: Ordenar los ítems seleccionados por fecha

# SortByName
source: Sort the selected items by name
de: Ausgewählte Objekte nach Name sortieren
es: Ordenar los ítems seleccionados por nombre

# SortDescending
source: Sort the selected items in descending order
de: Ausgewählte Objekte in absteigender Folge sortieren
es: Ordenar los ítems seleccionados en orden descendente

# Stop
source: Stop playback
de: Wiedergabe stoppen
es: Detener reproducción

# SwitchAngle01
source: Switch the multicam clip to angle 1 of the current bank
de: Multicam-Clip zur Kamera 1 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 1 del bloque actual

# SwitchAngle02
source: Switch the multicam clip to angle 2 of the current bank
de: Multicam-Clip zur Kamera 2 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 2 del bloque actual

# SwitchAngle03
source: Switch the multicam clip to angle 3 of the current bank
de: Multicam-Clip zur Kamera 3 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 3 del bloque actual

# SwitchAngle04
source: Switch the multicam clip to angle 4 of the current bank
de: Multicam-Clip zur Kamera 4 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 4 del bloque actual

# SwitchAngle05
source: Switch the multicam clip to angle 5 of the current bank
de: Multicam-Clip zur Kamera 5 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 5 del bloque actual

# SwitchAngle06
source: Switch the multicam clip to angle 6 of the current bank
de: Multicam-Clip zur Kamera 6 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 6 del bloque actual

# SwitchAngle07
source: Switch the multicam clip to angle 7 of the current bank
de: Multicam-Clip zur Kamera 7 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 7 del bloque actual

# SwitchAngle08
source: Switch the multicam clip to angle 8 of the current bank
de: Multicam-Clip zur Kamera 8 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 8 del bloque actual

# SwitchAngle09
source: Switch the multicam clip to angle 9 of the current bank
de: Multicam-Clip zur Kamera 9 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 9 del bloque actual

# SwitchAngle10
source: Switch the multicam clip to angle 10 of the current bank
de: Multicam-Clip zur Kamera 10 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 10 del bloque actual

# SwitchAngle11
source: Switch the multicam clip to angle 11 of the current bank
de: Multicam-Clip zur Kamera 11 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 11 del bloque actual

# SwitchAngle12
source: Switch the multicam clip to angle 12 of the current bank
de: Multicam-Clip zur Kamera 12 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 12 del bloque actual

# SwitchAngle13
source: Switch the multicam clip to angle 13 of the current bank
de: Multicam-Clip zur Kamera 13 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 13 del bloque actual

# SwitchAngle14
source: Switch the multicam clip to angle 14 of the current bank
de: Multicam-Clip zur Kamera 14 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 14 del bloque actual

# SwitchAngle15
source: Switch the multicam clip to angle 15 of the current bank
de: Multicam-Clip zur Kamera 15 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 15 del bloque actual

# SwitchAngle16
source: Switch the multicam clip to angle 16 of the current bank
de: Multicam-Clip zur Kamera 16 der aktuellen Bank wechseln
es: Cambiar el clip Multicam al ángulo 16 del bloque actual

# SwitchToClipsTabInTimelineIndex
source: View Clips tab in Timeline Index
de: Clips-Tab im Timeline-Index anzeigen
es: Ver la pestaña Clips en el índice de la línea de tiempo

# SwitchToRolesTabInTimelineIndex
source: View Roles tab in Timeline Index
de: Rollen-Tab im Timeline-Index anzeigen
es: Ver la pestaña Funciones en el índice de la línea de tiempo

# SwitchToTagsTabInTimelineIndex
source: View Tags tab in Timeline Index
de: Tags-Tab im Timeline-Index anzeigen
es: Ver la pestaña Etiquetas en el índice de la línea de tiempo

# SynchronizeClips
source: Synchronize the selected Event clips
de: Ausgewählte Ereignis-Clips synchronisieren
es: SIncronizar los clips del evento seleccionado

# ToggleAnchoredSpinesMode
source: Toggle the ability to build Storylines when dragging clips in the timeline
de: Erstellung von Handlungen durch Bewegen in der Timeline ein-/ausschalten
es: Activar/desactivar la opción de crear pistas al arrastrar clips en la línea de tiempo

# ToggleAudioComponents
source: Expand or collapse audio components for the selection in the Timeline
de: Audiokomponenten für die Auswahl in der Timeline erweitern/reduzieren
es: Expandir o contraer componentes de audio de la selección en la línea de tiempo

# ToggleAudioMeter
source: Show or hide the Audio meters
de: Audiopegel ein- oder ausblenden
es: Mostrar u ocultar los medidores de audio

# ToggleAudioScrubbing
source: Turn audio skimming on or off
de: Audio-Skimming ein- oder ausschalten
es: Activar o desactivar el arrastre de audio

# ToggleColorBalance
source: Apply or turn on/off Balance Color
de: Farbbalance anwenden oder ein/ausschalten
es: Aplicar o activar/desactivar el equilibrado del color

# ToggleDataList
source: Show or hide the Timeline Index for the open project
de: Timeline-Index für das geöffnete Projekt ein-/ausblenden
es: Mostrar u ocultar el índice de la línea de tiempo para el proyecto abierto

# ToggleEventContentBrowser
source: Go To Titles and Generators in Browser
de: In der Seitenleiste zu „Titel und Generatoren“ gehen
es: Ir a “Títulos y generadores” en el explorador

# ToggleEventLibraryBrowser
source: Make the Library Browser active
de: Mediathek-Übersicht aktivieren
es: Activar el explorador de la biblioteca

# ToggleEventMediaBrowser
source: Go To Photos and Audio in Browser
de: In der Übersicht zu „Fotos und Audio“ gehen
es: Ir a “Fotos y audio” en el explorador

# ToggleEventViewer
source: Show or hide the Event Viewer
de: Ereignis-Viewer ein- oder ausblenden
es: Mostrar u ocultar el visor de eventos

# ToggleEventsAsFilmstripAndList
source: Switch the Browser between filmstrip and list views
de: Übersicht zwischen Filmstreifen-Darstellung und Listendarstellung wechseln
es: Alternar entre la vista de tira de fotogramas y la vista de lista del explorador

# ToggleEventsLibrary
source: Show or hide the Sidebar
de: Seitenleiste ein-oder ausblenden
es: Mostrar u ocultar la barra lateral

# ToggleFadeInAudio
source: Apply (or remove) a default audio fade in to selected clips
de: Standard-Einblenden von Audio auf ausgewählte Clips anwenden (oder entfernen)
es: Aplicar (o eliminar) un fundido de entrada de audio por omisión en los clips seleccionados

# ToggleFadeOutAudio
source: Apply (or remove) a default audio fade out to selected clips
de: Standard-Ausblenden von Audio auf ausgewählte Clips anwenden (oder entfernen)
es: Aplicar (o eliminar) un fundido de salida de audio por omisión en los clips seleccionados

# ToggleFullScreenEvents
source: Show the Libraries and Browser on a second display
de: Mediatheken und Übersicht auf zweitem Monitor anzeigen
es: Mostrar las bibliotecas y el explorador en una segunda pantalla

# ToggleFullScreenTimeline
source: Show the Timeline on a second display
de: Timeline auf einem zweiten Monitor anzeigen
es: Mostrar la línea de tiempo en una segunda pantalla

# ToggleFullScreenViewer
source: Show the Viewer on a second display
de: Viewer auf dem zweiten Monitor anzeigen
es: Mostrar el visor en una segunda pantalla

# ToggleFullheightInspector
source: Toggle between full and half height Inspector pane
de: Zwischen voller und halber Höhe des Informationsfensters umschalten
es: Alternar entre el panel de altura completa y el panel de altura media del inspector

# ToggleHistogram
source: Show the Histogram in the Viewer
de: Histogram im Viewer einblenden
es: Mostrar el histograma en el visor

# ToggleInspector
source: Show or hide the Inspector
de: Informationen ein- oder ausblenden
es: Mostrar u ocultar el inspector

# ToggleItemSkimming
source: Turn clip skimming on or off
de: Clip-Skimming ein- oder ausschalten
es: Activar o desactivar el arrastre de clip

source: Toggle Keyword Editor
de: Schlagwort-Editor ein-/ausblenden
es: Activar/desactivar editor de palabras clave

# ToggleMatchColor
source: Match color between clips
de: Farbe zwischen Clips anpassen
es: Correspondencia de color entre clips

# ToggleMediaEffectsBrowser
source: Show or hide the Effects Browser
de: Effekt-Übersicht ein- oder ausblenden
es: Mostrar u ocultar el explorador de efectos

# ToggleMediaTransitionsBrowser
source: Show or hide the Transitions Browser
de: Übergänge-Übersicht ein- oder ausblenden
es: Mostrar u ocultar el explorador de transiciones

# ToggleOrganizer
source: Show or hide the Browser
de: Übersicht ein- oder ausblenden
es: Mostrar u ocultar el explorador

# ToggleOrganizerPlaythrough
source: Toggle continuous playback for clips in the browser
de: Kontinuierliche Wiedergabe für Clips in der Übersicht aktivieren/deaktivieren
es: Activar/desactivar la reproducción continua de clips en el explorador

# ToggleOverrideConnections
source: Temporarily override clip connections for the selection
de: Clipverbindungen für die Auswahl vorübergehend überschreiben
es: Invalidar temporalmente las conexiones de clip para la selección

# TogglePrecisionEditor
source: Show or hide the Precision Editor
de: Präzisions-Editor ein- oder ausblenden
es: Mostrar u ocultar el editor de precisión

# ToggleShowTimelineItemTitles
source: Show or hide clip names in the Browser
de: Clipnamen in der Übersicht ein- oder ausblenden
es: Mostrar u ocultar los nombres de clip en el explorador

# ToggleSkimming
source: Turn skimming on or off
de: Skimming ein- oder ausschalten
es: Activar o desactivar el arrastre

# ToggleSnapping
source: Turn snapping on or off
de: Einrasten ein- oder ausschalten
es: Activar o desactivar el ajuste

# ToggleStackHUD
source: Open the selected audition
de: Ausgewählte Alternative öffnen
es: Abrir la prueba de pantalla seleccionada

# ToggleSyncTo
source: Sync an angle to the playhead
de: Kamera mit Abspielposition synchronisieren
es: Sincronizar un ángulo con el cursor de reproducción

# ToggleTimeline
source: Show or hide the Timeline
de: Timeline ein-/ausblenden
es: Mostrar u ocultar la línea de tiempo

# ToggleVectorscope
source: Show the Vectorscope in the Viewer
de: Vectorscope im Viewer einblenden
es: Mostrar el vectorscopio en el visor

# ToggleVideoScopes
source: Show or hide the video scopes in the Viewer
de: Videoscope im Viewer ein- oder ausblenden
es: Mostrar u ocultar los videoscopios en el visor

# ToggleVideoScopesEventViewer
source: Show/Hide Video Scopes in the Event Viewer
de: Videoscopes im Ereignis-Viewer ein-/ausblenden
es: Mostrar/ocultar videoscopios en el visor de eventos

# ToggleVoiceOverRecording
source: Start or stop voiceover recording
de: Voiceover-Aufnahme starten oder stoppen
es: Iniciar o detener grabación de voz en off

# ToggleWaveform
source: Show the Waveform Monitor in the Viewer
de: Waveform-Monitor im Viewer einblenden
es: Mostrar la supervisión de ondas en el visor

# TranscodeMedia
source: Open the Transcoding Media window
de: Fenster „Medien umcodieren“ öffnen
es: Abrir la ventana “Transcodificación de contenido”

# TrimEnd
source: Trim the end of the selected or topmost clip to the skimmer or playhead position
de: Ende des ausgewählten oder obersten Clips auf die Position des Skimmers oder der Abspielposition trimmen
es: Recortar el fin del clip seleccionado o superior según la posición de Skimmer o del cursor de reproducción

# TrimSelection
source: Trim clip start and end points to the range selection
de: Start- und Endpunkt des Clips auf Bereichsauswahl trimmen
es: Recortar los puntos de inicio y fin del clip según la selección de intervalo

# TrimStart
source: Trim clip start point to the skimmer or playhead position
de: Startpunkt des Clips auf die Position des Skimmers oder der Abspielposition trimmen
es: Recortar el punto de inicio del clip según la posición de Skimmer o del cursor de reproducción

# TrimToPlayhead
source: Trim the nearer of start or end of clip to the skimmer or playhead position
de: Start oder Ende des Clips auf die Position des Skimmers oder der Abspielposition trimmen
es: Recortar el punto más cercano del fin o el inicio del clip según la posición de Skimmer o del cursor de reproducción

# UndoChanges
source: Undo the last command
de: Letzten Befehl widerrufen
es: Deshacer el último comando

# Unfavorite
source: Remove ratings from the selection
de: Wertungen aus Auswahl entfernen
es: Eliminar valoraciones de la selección

# Up
source: Go to the previous item (in the Browser) or the previous edit point (in the Timeline)
de: Zum vorherigen Objekt (in der Übersicht) oder vorherigen Bearbeitungspunkt (in der Timeline)
es: Ir al ítem anterior (en el explorador) o al punto de edición anterior (en la línea de tiempo)
