Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandDescriptions.strings
Languages: de, es

# UpdateProjectsAndEvents
source: Update existing Final Cut Pro projects and events and place them in a library
de: Vorhandene Final Cut Pro-Projekte und -Ereignisse aktualisieren und in eine Mediathek legen.
es: Actualizar los proyectos y eventos existentes de Final Cut Pro y colocarlos en una biblioteca

# VolumeDown
source: Lower the audio volume by 1 dB
de: Lautstärke um 1 dB reduzieren
es: Bajar el volumen de audio 1 dB

# VolumeMinusInfinity
source: Silence the clip selection(s) or range
de: Clipauswahl(en) oder Bereich stummschalten
es: Silenciar la selección o el intervalo de clips

# VolumeUp
source: Raise the audio volume by 1 dB
de: Lautstärke um 1 dB reduzieren
es: Subir el volumen de audio 1 dB

# VolumeZero
source: Reset volume of clip selection(s) or range to 0dB
de: Lautstärke der Clipauswahl(en) oder des Bereichs auf 0 dB zurücksetzen
es: Restablecer volumen de selección o intervalo de clips a 0 dB

# ZoomIn
source: Zoom in to the Timeline, Browser, or Viewer
de: Ansicht von Timeline, Übersicht oder Viewer vergrößern
es: Aumentar el zoom en la línea de tiempo, el explorador o el visor

# ZoomOut
source: Zoom out of the Timeline, Browser, or Viewer
de: Ansicht von Timeline, Übersicht oder Viewer verkleinern
es: Reducir el zoom en la línea de tiempo, el explorador o el visor

# ZoomToFit
source: Zoom the contents to fit the size of the Browser, Viewer, or Timeline
de: Inhalt an Größe von Übersicht, Viewer oder Timeline anpassen
es: Aplicar zoom para ajustar el contenido al tamaño del explorador, del visor o de la línea de tiempo

# ZoomToSubframes
source: Turn zooming into samples on or off
de: Zoomen in Samples ein- oder ausschalten
es: Activar o desactivar la aplicación de zoom a las muestras

# cpConsole
source: Activates the CommandPost Console
es: Activates the CommandPost Hacks Console
