Repository: Ashark/CommandPost
Catalog: src/plugins/finalcutpro/hacks/shortcuts/commandsets/10.3.2/modified/*.lproj/NSProCommandNames.strings
Languages: de, es, zh_cn

# AVEditModeBoth
source: Source Media: Audio & Video
de: Ausgangsmedien: Audio & Video
es: Contenido original: audio y vídeo
zh_cn: 源媒体：音频和视频

# AVEditModeVideo
source: Source Media: Video Only
de: Ausgangsmedien: Nur Video
es: Contenido original: solo vídeo
zh_cn: 源媒体：仅视频

# AddAndEditMarker
source: Add Marker and Modify
de: Marker hinzufügen und ändern
es: Añadir marcador y modificar
zh_cn: 添加标记并修改

# AddBasicLowerThird
source: Connect Default Lower Third
de: Unteres Drittel standardmäßig verbinden
es: Conectar tercio inferior por omisión
zh_cn: 连接默认下三分之一

# AddBasicTitle
source: Connect Default Title
de: Standardtitel verbinden
es: Conectar título por omisión
zh_cn: 连接默认字幕

source: Add Chapter Marker
de: Kapitel-Marker hinzufügen
es: Añadir marcador de capítulo
zh_cn: 添加章节标记

source: Add Default Audio Effect
de: Standardaudioeffekt hinzufügen
es: Añadir efecto de audio por omisión
zh_cn: 添加默认音频效果

source: Add Default Video Effect
de: Standardvideoeffekt hinzufügen
es: Añadir efecto de vídeo por omisión
zh_cn: 添加默认视频效果

# AddKeyframe
source: Add Keyframe to Selected Effect in Animation Editor
de: Keyframe zum ausgewählten Effekt im Animations-Editor hinzufügen
es: Añadir fotograma clave al efecto seleccionado en el editor de animación
zh_cn: 给动画编辑器中的所选效果添加关键帧

# AddKeywordGroup1
source: Apply Keyword Tag 1
de: Schlagwortattribut 1 anwenden
es: Aplicar etiqueta de palabra clave 1
zh_cn: 应用关键词标记 1

# AddKeywordGroup2
source: Apply Keyword Tag 2
de: Schlagwortattribut 2 anwenden
es: Aplicar etiqueta de palabra clave 2
zh_cn: 应用关键词标记 2

# AddKeywordGroup3
source: Apply Keyword Tag 3
de: Schlagwortattribut 3 anwenden
es: Aplicar etiqueta de palabra clave 3
zh_cn: 应用关键词标记 3

# AddKeywordGroup4
source: Apply Keyword Tag 4
de: Schlagwortattribut 4 anwenden
es: Aplicar etiqueta de palabra clave 4
zh_cn: 应用关键词标记 4

# AddKeywordGroup5
source: Apply Keyword Tag 5
de: Schlagwortattribut 5 anwenden
es: Aplicar etiqueta de palabra clave 5
zh_cn: 应用关键词标记 5

# AddKeywordGroup6
source: Apply Keyword Tag 6
de: Schlagwortattribut 6 anwenden
es: Aplicar etiqueta de palabra clave 6
zh_cn: 应用关键词标记 6

# AddKeywordGroup7
source: Apply Keyword Tag 7
de: Schlagwortattribut 7 anwenden
es: Aplicar etiqueta de palabra clave 7
zh_cn: 应用关键词标记 7

# AddKeywordGroup8
source: Apply Keyword Tag 8
de: Schlagwortattribut 8 anwenden
es: Aplicar etiqueta de palabra clave 8
zh_cn: 应用关键词标记 8

# AddKeywordGroup9
source: Apply Keyword Tag 9
de: Schlagwortattribut 9 anwenden
es: Aplicar etiqueta de palabra clave 9
zh_cn: 应用关键词标记 9

source: Add Marker
de: Marker hinzufügen
es: Añadir marcador
zh_cn: 添加标记

# AddNewNamePreset
source: Add Custom Name…
de: Eigenen Namen hinzufügen …
es: Añadir nombre personalizado…
zh_cn: 添加自定名称…

# AddNewSelectionEnd
source: Set Additional Range End
de: Weiteres Bereichsende festlegen
es: Ajustar fin del intervalo adicional
zh_cn: 设定附加范围结尾

# AddNewSelectionStart
source: Set Additional Range Start
de: Weiteren Bereichsanfang festlegen
es: Ajustar inicio del intervalo adicional
zh_cn: 设定附加范围开头

# AddToAudition
source: Audition: Add to Audition
de: Alternativen: Zu Alternativen hinzufügen
es: Prueba de pantalla: Añadir a prueba de pantalla
zh_cn: 试演：添加到试演

source: Add ToDo Marker
de: Aufgabenmarker hinzufügen
es: Añadir marcador de tarea
zh_cn: 添加待办事项标记

# AddToSoloed
source: Add to Soloed Clips
de: Zu Soloclips hinzufügen
es: Añadir a clips de solo
zh_cn: 添加到独奏片段

# AddTransition
source: Add Default Transition
de: Standardübergang hinzufügen
es: Añadir transición por omisión
zh_cn: 添加默认转场

source: Adjust Volume Absolute…
de: Absolute Lautstärke anpassen …
es: Ajustar volumen absoluto…
zh_cn: 调整音量（绝对）…

source: Adjust Volume Relative…
de: Relative Lautstärke anpassen …
es: Ajustar volumen relativo…
zh_cn: 调整音量（相对）…

source: Align Audio to Video
de: Audio an Video ausrichten
es: Alinear audio con vídeo
zh_cn: 将音频对齐到视频

# AllAudioLanes
source: Show/Hide Audio Lanes
de: Audiobahnen ein-/ausblenden
es: Mostrar/ocultar líneas de audio
zh_cn: 显示/隐藏音频通道条

source: All Clips
de: Alle Clips
es: Todos los clips
zh_cn: 所有片段

source: Analyze and Fix…
de: Analysieren und beheben …
es: Analizar y corregir…
zh_cn: 分析并修正…

# AnchorWithSelectedMedia
source: Connect to Primary Storyline
de: Mit primärer Handlung verbinden
es: Conectar con pista principal
zh_cn: 连接到主要故事情节

# AnchorWithSelectedMediaAudio
source: Connect Audio only to Primary Storyline
de: Nur Audio mit primärer Handlung verbinden
es: Conectar solo audio a la pista principal
zh_cn: 仅将音频连接到主要故事情节

# AnchorWithSelectedMediaAudioBacktimed
source: Connect Audio only to Primary Storyline - Backtimed
de: Nur Audio mit primärer Handlung verbinden - Backtimed
es: Conectar solo audio a la pista principal (al revés)
zh_cn: 仅将音频连接到主要故事情节 - 反向时序

# AnchorWithSelectedMediaBacktimed
source: Connect to Primary Storyline - Backtimed
de: Mit primärer Handlung verbinden - Backtimed
es: Conectar a la pista principal (al revés)
zh_cn: 连接到主要故事情节 - 反向时序

# AnchorWithSelectedMediaVideo
source: Connect Video only to Primary Storyline
de: Nur Video mit primärer Handlung verbinden
es: Conectar solo vídeo a la pista principal
zh_cn: 仅将视频连接到主要故事情节

# AnchorWithSelectedMediaVideoBacktimed
source: Connect Video only to Primary Storyline - Backtimed
de: Nur Video mit primärer Handlung verbinden - Backtimed
es: Conectar solo vídeo a la pista principal (al revés)
zh_cn: 仅将视频连接到主要故事情节 - 反向时序

# AppendWithSelectedMedia
source: Append to Storyline
de: An Handlung anhängen
es: Agregar a la pista
zh_cn: 追加到故事情节

# AppendWithSelectedMediaAudio
source: Append Audio only to Storyline
de: Nur Audio an Handlung anhängen
es: Agregar audio solo a la pista
zh_cn: 仅将音频追加到故事情节

# AppendWithSelectedMediaVideo
source: Append Video only to Storyline
de: Nur Video an Handlung anhängen
es: Agregar vídeo solo a la pista
zh_cn: 仅将视频追加到故事情节

source: Application
de: Programm
es: Aplicación
zh_cn: 应用程序

source: Apply Audio Fades
de: Audio-Fades anwenden
es: Aplicar fundidos de audio
zh_cn: 应用音频淡入淡出

# AudioFineSyncMultiAngleAngle
source: Sync Angle to Monitoring Angle
de: Kamera mit Kontrollkamera synchronisieren
es: Sincronizar ángulo con ángulo de supervisión
zh_cn: 将角度同步到监视角度…

# AudioSyncMultiAngleItems
source: Sync Selection to Monitoring Angle
de: Auswahl mit Kontrollkamera synchronisieren
es: Sincronizar selección con ángulo de supervisión
zh_cn: 将所选内容同步到监视角度

# AuditionSelected
source: Audition: Preview
de: Alternative: Vorschau
es: Prueba de pantalla: Previsualizar
zh_cn: 试演：预览

source: Blade All
de: Alle schneiden
es: Cortar todo
zh_cn: 全部切割

# BladeAtPlayhead
source: Blade
de: Schneiden
es: Cortar
zh_cn: 切割

source: Break Apart Clip Items
de: Clip-Objekte teilen
es: Desmontar ítems del clip
zh_cn: 将片段项分开

# ClearSelection
source: Clear Selected Ranges
de: Ausgewählte Bereiche löschen
es: Borrar intervalos seleccionados
zh_cn: 清除所选范围

# ClearSelectionEnd
source: Clear Range End
de: Bereichsende löschen
es: Borrar fin del intervalo
zh_cn: 清除范围结尾

# ClearSelectionStart
source: Clear Range Start
de: Bereichsanfang löschen
es: Borrar inicio del intervalo
zh_cn: 清除范围开头

# ClipAppearance5050
source: Clip Appearance: Waveforms and Filmstrips
de: Clipdarstellung: Wellenformen und Filmstreifen
es: Apariencia del clip: Ondas y tiras de fotogramas
zh_cn: 片段外观：波形和连续画面

# ClipAppearanceAudioBigger
source: Clip Appearance: Increase Waveform Size
de: Clipdarstellung: Wellenformgröße vergrößern
es: Apariencia del clip: Aumentar el tamaño de onda
zh_cn: 片段外观：增大波形

# ClipAppearanceAudioMostly
source: Clip Appearance: Large Waveforms
de: Clipdarstellung: Große Wellenformen
es: Apariencia del clip: Ondas grandes
zh_cn: 片段外观：大型波形

# ClipAppearanceAudioOnly
source: Clip Appearance: Waveforms Only
de: Clipdarstellung: Nur Wellenformen
es: Apariencia del clip: Solo ondas
zh_cn: 片段外观：仅波形

# ClipAppearanceAudioSmaller
source: Clip Appearance: Decrease Waveform Size
de: Clipdarstellung: Wellenformgröße verringern
es: Apariencia del clip: Reducir el tamaño de onda
zh_cn: 片段外观：缩小波形

# ClipAppearanceTitleOnly
source: Clip Appearance: Clip Labels Only
de: Clipdarstellung: Nur Clipetiketten
es: Apariencia del clip: Solo etiquetas de clip
zh_cn: 片段外观：仅片段标签

# ClipAppearanceVideoMostly
source: Clip Appearance: Large Filmstrips
de: Clipdarstellung: Große Filmstreifen
es: Apariencia del clip: Tiras de fotogramas grandes
zh_cn: 片段外观：大型连续画面

# ClipAppearanceVideoOnly
source: Clip Appearance: Filmstrips Only
de: Clipdarstellung: Nur Filmstreifen
es: Apariencia del clip: Solo tiras de fotogramas
zh_cn: 片段外观：仅连续画面

source: Close Library
de: Mediathek schließen
es: Cerrar biblioteca
zh_cn: 关闭资源库

source: Close Window
de: Fenster schließen
es: Cerrar ventana
zh_cn: 关闭窗口

# CollapseAnimations
source: Solo Animation
de: Nur Animation darstellen
es: Aplicar solo a animación
zh_cn: 单独播放动画

# CollapseSelectionIntoVariant
source: Create Audition
de: Alternative erstellen
es: Crear prueba de pantalla
zh_cn: 创建试演

# CollapseToSpine
source: Overwrite to Primary Storyline
de: In primäre Handlung überschreiben
es: Sobrescribir la pista principal
zh_cn: 覆盖至主要故事情节

# ColorEffectsLayout
source: Color & Effects
de: Farbe & Effekte
es: Color y efectos
zh_cn: 颜色与效果

source: Connect with Selected Media
de: Mit ausgewählten Medien verbinden
es: Conectar con el contenido seleccionado
zh_cn: 与所选媒体连接

source: Connect with Selected Media Audio
de: Mit ausgewählten Audio-Medien verbinden
es: Conectar con el audio del contenido seleccionado
zh_cn: 与所选媒体音频连接

source: Connect with Selected Media Audio Backtimed
de: Mit ausgewählten Audio-Medien (Backtimed) verbinden
es: Conectar con el audio del contenido seleccionado al revés
zh_cn: 与所选媒体音频连接 - 反向时序

source: Connect with Selected Media Backtimed
de: Mit ausgewählten Medien (Backtimed) verbinden
es: Conectar con el contenido seleccionado al revés
zh_cn: 与所选媒体音频连接 - 反向时序

source: Connect with Selected Media Video
de: Mit ausgewählten Video-Medien verbinden
es: Conectar con el vídeo del contenido seleccionado
zh_cn: 与所选媒体视频连接

source: Connect with Selected Media Video Backtimed
de: Mit ausgewählten Video-Medien (Backtimed) verbinden
es: Conectar con el vídeo del contenido seleccionado al revés
zh_cn: 与所选媒体视频连接 - 反向时序

# ConsolidateFiles
source: Consolidate Library/Project/Event Media
de: Mediatheks-/Projekt-/Ereignismedien zusammenlegen
es: Consolidar contenidos de la biblioteca/proyecto/evento
zh_cn: 整合资源库/项目/事件媒体

source: Copy
de: Kopieren
es: Copiar
zh_cn: 拷贝

# CopyAttributes
source: Copy Effects
de: Effekte kopieren
es: Copiar efectos
zh_cn: 拷贝效果

source: Copy Keyframes
de: Keyframes kopieren
es: Copiar fotogramas clave
zh_cn: 拷贝关键帧

source: Copy Playhead Timecode
de: Abspielposition-Timecode kopieren
es: Copiar código de tiempo del cursor de reproducción
zh_cn: 拷贝播放头时间码

source: Copy Timecode
de: Timecode kopieren
es: Copiar código de tiempo
zh_cn: 拷贝时间码

# CreateCompoundClip
source: New Compound Clip…
de: Neuer zusammengesetzter Clip …
es: Nuevo clip compuesto…
zh_cn: 新建复合片段…

# CreateConnectedStoryline
source: Create Storyline
de: Handlung erzeugen
es: Crear pista
zh_cn: 创建故事情节

# CreateMultiAngleClip
source: New Multicam Clip…
de: Neuer Multicam-Clip …
es: Nuevo clip Multicam…
zh_cn: 新建多机位片段…

source: Cut
de: Ausschneiden
es: Cortar
zh_cn: 剪切

source: Cut Keyframes
de: Keyframes ausschneiden
es: Cortar fotogramas clave
zh_cn: 剪切关键帧

# CutSwitchAngle01
source: Cut and Switch to Viewer Angle 1
de: Ausschneiden und zu Viewer-Kamera 1 wechseln
es: Cortar y cambiar al ángulo del visor 1
zh_cn: 剪切并切换到检视器角度 1

# CutSwitchAngle02
source: Cut and Switch to Viewer Angle 2
de: Ausschneiden und zu Viewer-Kamera 2 wechseln
es: Cortar y cambiar al ángulo del visor 2
zh_cn: 剪切并切换到检视器角度 2

# CutSwitchAngle03
source: Cut and Switch to Viewer Angle 3
de: Ausschneiden und zu Viewer-Kamera 3 wechseln
es: Cortar y cambiar al ángulo del visor 3
zh_cn: 剪切并切换到检视器角度 3

# CutSwitchAngle04
source: Cut and Switch to Viewer Angle 4
de: Ausschneiden und zu Viewer-Kamera 4 wechseln
es: Cortar y cambiar al ángulo del visor 4
zh_cn: 剪切并切换到检视器角度 4

# CutSwitchAngle05
source: Cut and Switch to Viewer Angle 5
de: Ausschneiden und zu Viewer-Kamera 5 wechseln
es: Cortar y cambiar al ángulo del visor 5
zh_cn: 剪切并切换到检视器角度 5

# CutSwitchAngle06
source: Cut and Switch to Viewer Angle 6
de: Ausschneiden und zu Viewer-Kamera 6 wechseln
es: Cortar y cambiar al ángulo del visor 6
zh_cn: 剪切并切换到检视器角度 6

# CutSwitchAngle07
source: Cut and Switch to Viewer Angle 7
de: Ausschneiden und zu Viewer-Kamera 7 wechseln
es: Cortar y cambiar al ángulo del visor 7
zh_cn: 剪切并切换到检视器角度 7

# CutSwitchAngle08
source: Cut and Switch to Viewer Angle 8
de: Ausschneiden und zu Viewer-Kamera 8 wechseln
es: Cortar y cambiar al ángulo del visor 8
zh_cn: 剪切并切换到检视器角度 8

# CutSwitchAngle09
source: Cut and Switch to Viewer Angle 9
de: Ausschneiden und zu Viewer-Kamera 9 wechseln
es: Cortar y cambiar al ángulo del visor 9
zh_cn: 剪切并切换到检视器角度 9

# CutSwitchAngle10
source: Cut and Switch to Viewer Angle 10
de: Ausschneiden und zu Viewer-Kamera 10 wechseln
es: Cortar y cambiar al ángulo del visor 10
zh_cn: 剪切并切换到检视器角度 10

# CutSwitchAngle11
source: Cut and Switch to Viewer Angle 11
de: Ausschneiden und zu Viewer-Kamera 11 wechseln
es: Cortar y cambiar al ángulo del visor 11
zh_cn: 剪切并切换到检视器角度 11

# CutSwitchAngle12
source: Cut and Switch to Viewer Angle 12
de: Ausschneiden und zu Viewer-Kamera 12 wechseln
es: Cortar y cambiar al ángulo del visor 12
zh_cn: 剪切并切换到检视器角度 12

# CutSwitchAngle13
source: Cut and Switch to Viewer Angle 13
de: Ausschneiden und zu Viewer-Kamera 13 wechseln
es: Cortar y cambiar al ángulo del visor 13
zh_cn: 剪切并切换到检视器角度 13

# CutSwitchAngle14
source: Cut and Switch to Viewer Angle 14
de: Ausschneiden und zu Viewer-Kamera 14 wechseln
es: Cortar y cambiar al ángulo del visor 14
zh_cn: 剪切并切换到检视器角度 14

# CutSwitchAngle15
source: Cut and Switch to Viewer Angle 15
de: Ausschneiden und zu Viewer-Kamera 15 wechseln
es: Cortar y cambiar al ángulo del visor 15
zh_cn: 剪切并切换到检视器角度 15

# CutSwitchAngle16
source: Cut and Switch to Viewer Angle 16
de: Ausschneiden und zu Viewer-Kamera 16 wechseln
es: Cortar y cambiar al ángulo del visor 16
zh_cn: 剪切并切换到检视器角度 16

# DecreaseThumbnailSize
source: Decrease Clip Height
de: Cliphöhe verringern
es: Reducir altura del clip
zh_cn: 减小片段高度

# DefaultLayout
source: Default
de: Standard
es: Por omisión
zh_cn: 默认

source: Delete
de: Löschen
es: Eliminar
zh_cn: 删除

source: Delete Keyframes
de: Keyframes löschen
es: Eliminar fotogramas clave
zh_cn: 删除关键帧

source: Delete Marker
de: Marker löschen
es: Eliminar marcador
zh_cn: 删除标记

source: Delete Markers In Selection
de: Marker in Auswahl löschen
es: Eliminar marcadores de la selección
zh_cn: 删除所选部分中的标记

source: Delete Selection Only
de: Nur Auswahl löschen
es: Eliminar solo selección
zh_cn: 仅删除所选部分

source: Deselect All
de: Auswahl aufheben
es: No seleccionar nada
zh_cn: 取消全选

source: Detach Audio
de: Audio trennen
es: Separar audio
zh_cn: 分离音频

source: Down
de: Ab
es: Abajo
zh_cn: 下

# DualDisplaysLayout
source: Dual Displays
de: Zwei Monitore
es: Dobles pantallas
zh_cn: 双显示器

source: Duplicate
de: Duplizieren
es: Duplicar
zh_cn: 复制

# DuplicateFromOriginal
source: Audition: Duplicate from Original
de: Alternative: Von Original duplizieren
es: Prueba de pantalla: Duplicar a partir del original
zh_cn: 试演：从原件复制

# EditMarker
source: Modify Marker
de: Marker ändern
es: Modificar marcador
zh_cn: 修改标记

# EditNamePreset
source: Edit Custom Names…
de: Eigene Namen bearbeiten …
es: Editar nombres personalizados…
zh_cn: 编辑自定名称…

source: Edit Next Marker
de: Nächsten Marker bearbeiten
es: Editar marcador siguiente
zh_cn: 编辑下一个标记

source: Edit Previous Marker
de: Vorherigen Marker bearbeiten
es: Editar marcador anterior
zh_cn: 编辑上一个标记

source: Edit Roles…
de: Rollen bearbeiten ...
es: Editar funciones…
zh_cn: 编辑角色…

source: Edit Smart Collection
de: Intelligente Sammlung bearbeiten
es: Editar colección inteligente
zh_cn: 编辑智能精选

source: Editing
de: Bearbeitung
es: Edición
zh_cn: 编辑

source: Effects
de: Effekte
es: Efectos
zh_cn: 效果

# EnableOrDisableEdit
source: Enable/Disable Clip
de: Clip aktivieren/deaktivieren
es: Activar/desactivar clip
zh_cn: 启用/停用片段

# EnhanceAudio
source: Auto Enhance Audio
de: Autom. Audioverbesserung
es: Mejora automática de audio
zh_cn: 自动增强音频

source: Exit Full Screen
de: Vollbild aus
es: Salir de pantalla completa
zh_cn: 退出全屏幕

# ExportXML
source: Export Final Cut Pro X XML
de: Final Cut Pro X XML exportieren
es: Exportar XML de Final Cut Pro X
zh_cn: 导出 Final Cut Pro X XML

# ExtendDown
source: Extend Selection Down
de: Auswahl nach unten erweitern
es: Extender selección hacia abajo
zh_cn: 向下扩展所选部分

source: Extend Edit
de: Schnittmarke neu positionieren
es: Extender edición
zh_cn: 延长编辑

# ExtendUp
source: Extend Selection Up
de: Auswahl nach oben erweitern
es: Extender selección hacia arriba
zh_cn: 向上扩展所选部分

source: Favorite
de: Favorit
es: Favorito
zh_cn: 个人收藏

# FilterUnusedMedia
source: Show Unused Media Only
de: Nur nicht benutzte Medien einblenden
es: Mostrar solo contenido no usado
zh_cn: 仅显示未使用的媒体

# FinalizePick
source: Finalize Audition
de: Alternative fertigstellen
es: Finalizar prueba de pantalla
zh_cn: 完成试演

source: Find
de: Suchen
es: Buscar
zh_cn: 查找

source: Find and Replace Title Text
de: Titeltext suchen und ersetzen
es: Buscar y remplazar texto de título
zh_cn: 查找和替换字幕文本

# FreezeFrame
source: Insert/Connect Freeze Frame
de: Standbild einsetzen/verbinden
es: Insertar/conectar fotograma congelado
zh_cn: 插入/连接静帧

source: General
de: Allgemein
zh_cn: 通用

# GoToBackgroundTasks
source: Background Tasks
de: Hintergrundaktionen
es: Tareas en segundo plano
zh_cn: 后台任务

source: Go to Color Board
de: Zur Farbtafel wechseln
es: Ir al tablero de color
zh_cn: 跳到颜色板

source: Go to Event Viewer
de: Zur Ereignisübersicht wechseln
es: Ir al visor de eventos
zh_cn: 前往事件检视器

source: Go to Inspector
de: Zu Informationen wechseln
es: Ir al inspector
zh_cn: 跳到检查器

source: Go to Timeline
de: Zur Timeline wechseln
es: Ir a la línea de tiempo
zh_cn: 跳到时间线

source: Go to Viewer
de: Zum Viewer wechslen
es: Ir al visor
zh_cn: 跳到检视器

# GoToVoiceoverRecordView
source: Record Voiceover
de: Voiceover aufnehmen
es: Grabar voz en off
zh_cn: 录制画外音

# GotoIn
source: Go to Range Start
de: Gehe zum Bereichsanfang
es: Ir al inicio del intervalo
zh_cn: 跳到范围开头

# GotoOut
source: Go to Range End
de: Gehe zum Bereichsende
es: Ir al final del intervalo
zh_cn: 跳到范围结尾

# HideAVSplitsAll
source: Collapse All Clips
de: Alle Clips einklappen
es: Contraer todos los clips
zh_cn: 折叠所有片段

source: Hide Application
de: Programm ausblenden
es: Ocultar aplicación
zh_cn: 隐藏应用程序

source: Hide Keyword Editor
de: Schlagwort-Editor ausblenden
es: Ocultar editor de palabras clave
zh_cn: 隐藏关键词编辑器

source: Hide Other Applications
de: Andere Programme ausblenden
es: Ocultar otras aplicaciones
zh_cn: 隐藏其他应用程序

source: Hide Rejected
de: Abgelehnte ausblenden
es: Ocultar rechazados
zh_cn: 隐藏被拒绝的

# Import
source: Import Media
de: Medien importieren
es: Importar contenido
zh_cn: 导入媒体

# ImportXML
source: Import Final Cut Pro X XML
de: Final Cut Pro X XML importieren
es: Importar XML de Final Cut Pro X
zh_cn: 导入 Final Cut Pro X XML

# IncreaseThumbnailSize
source: Increase Clip Height
de: Cliphöhe vergrößern
es: Aumentar altura del clip
zh_cn: 增加片段高度

source: Insert Gap
de: Gap einfügen
es: Insertar separación
zh_cn: 插入空隙

# InsertMedia
source: Insert
de: Einfügen
es: Insertar
zh_cn: 插入

# InsertMediaAudio
source: Insert Audio only
de: Nur Audio einfügen
es: Insertar solo audio
zh_cn: 仅插入音频

# InsertMediaVideo
source: Insert Video only
de: Nur Video einfügen
es: Insertar solo vídeo
zh_cn: 仅插入视频

# InsertPlaceholder
source: Insert Default Generator
de: Standard-Generator einfügen
es: Insertar generador por omisión
zh_cn: 插入默认发生器

# JogBackward
source: Play Reverse
de: Rückwärts
es: Reproducir a la inversa
zh_cn: 倒放

# JogForward
source: Play Forward
de: Vorwärts abspielen
es: Reproducir hacia delante
zh_cn: 向前播放

# JoinClip
source: Join Clips
de: Clips einbinden
es: Unir clips
zh_cn: 接合片段

# JumpBackward10Frames
source: Go Back 10 Frames
de: Gehe 10 Bilder zurück
es: Retroceder 10 fotogramas
zh_cn: 后退 10 帧

# JumpForward10Frames
source: Go Forward 10 Frames
de: Gehe 10 Bilder zurück
es: Avanzar 10 fotogramas
zh_cn: 前进 10 帧

# JumpToEnd
source: Go to End
de: Zum Ende
es: Ir al final
zh_cn: 跳到结尾

# JumpToNextField
source: Go to Next Field
de: Zum nächsten Feld
es: Ir al campo siguiente
zh_cn: 跳到下一个场

# JumpToNextFrame
source: Go to Next Frame
de: Zum nächsten Bild
es: Ir al fotograma siguiente
zh_cn: 跳到下一帧

# JumpToNextSubframe
source: Go to Next Subframe
de: Zum nächsten Subframe
es: Ir al subfotograma siguiente
zh_cn: 跳到下一个子帧

# JumpToPreviousField
source: Go to Previous Field
de: Zum vorherigen Feld
es: Ir al campo anterior
zh_cn: 跳到上一个场

# JumpToPreviousFrame
source: Go to Previous Frame
de: Zum vorherigen Bild
es: Ir al fotograma anterior
zh_cn: 跳到上一帧

# JumpToPreviousSubframe
source: Go to Previous Subframe
de: Zum vorherigen Subframe
es: Ir al subfotograma anterior
zh_cn: 跳到上一个子帧

# JumpToStart
source: Go to Beginning
de: Gehe zum Anfang
es: Ir al inicio
zh_cn: 跳到开头

source: Keyboard Customization
de: Tastaturanpassung
es: Personalización del teclado
zh_cn: 键盘自定

source: Library Properties
de: Mediathekseigenschaften
es: Propiedades de la biblioteca
zh_cn: 资源库属性

# LiftFromSpine
source: Lift from Storyline
de: Von Handlung extrahieren
es: Elevar de la pista
zh_cn: 从故事情节中提取

source: Loop Playback
de: Endlosschleife
es: Reproducción en bucle
zh_cn: 循环播放

# MakeIndependent
source: Reference New Parent Clip
de: Auf neuen übergeordneten Clip verweisen
es: Nuevo clip principal de referencia
zh_cn: 引用新的父片段

source: Marking
de: Markieren
es: Marca
zh_cn: 标记

source: Match Audio…
de: Audio anpassen …
es: Correspondencia de audio…
zh_cn: 匹配音频…

source: Merge Events
de: Ereignisse zusammenführen
es: Fusionar eventos
zh_cn: 合并事件

source: Minimize
de: Im Dock ablegen
es: Minimizar
zh_cn: 最小化

# ModifyContentCreationDate
source: Adjust Content Created Date and Time…
de: Erstellungsdatum und -Uhrzeit der Medien anpassen …
es: Ajustar la fecha y la hora de creación del contenido…
zh_cn: 调整内容创建日期和时间…

source: Move to Trash
de: In den Papierkorb bewegen
es: Colocar en la Papelera
zh_cn: 移到废纸篓

# MultiAngleAddAudioUsingSkimmedObject
source: Monitor Audio
de: Audio überwachen
es: Supervisar audio
zh_cn: 监视音频

# MultiAngleEditStyleAudio
source: Cut/Switch Multicam Audio Only
de: Nur Multicam-Audio ausschneiden/wechseln
es: Cortar/alternar solo audio Multicam
zh_cn: 仅剪切/切换多机位音频

# MultiAngleEditStyleAudioVideo
source: Cut/Switch Multicam Audio and Video
de: Multicam-Audio und -Video ausschneiden/wechseln
es: Cortar/alternar audio y vídeo Multicam
zh_cn: 剪切/切换多机位音频和视频

# MultiAngleEditStyleVideo
source: Cut/Switch Multicam Video Only
de: Nur Multicam-Video ausschneiden/wechseln
es: Cortar/alternar solo vídeo Multicam
zh_cn: 仅剪切/切换多机位视频

# MultiAngleVideoSetUsingSkimmedObject
source: Set Monitoring Angle
de: Kontrollkamera einstellen
es: Ajustar ángulo de supervisión
zh_cn: 设定监视角度

source: New Event…
de: Neues Ereignis ...
es: Nuevo evento…
zh_cn: 新建事件…

source: New Folder
de: Neuer Ordner
es: Carpeta nueva
zh_cn: 新建文件夹

# NewKeyword
source: New Keyword Collection
de: Neue Schlagwortsammlung
es: Nueva colección por palabra clave
zh_cn: 新建关键词精选

source: New Library…
de: Neue Mediathek …
es: Nueva biblioteca…
zh_cn: 新建资源库…

source: New Project
de: Neues Projekt
es: Nuevo proyecto
zh_cn: 新建项目

source: New Smart Collection
de: Neue intelligente Sammlung
es: Nueva colección inteligente
zh_cn: 新建智能精选

# NewVariantFromCurrentInSelection
source: Audition: Duplicate as Audition
de: Alternative: Als Alternative duplizieren
es: Prueba de pantalla: Duplicar como prueba de pantalla
zh_cn: 试演：复制为试演
